{
    "List of 20th Century Fox films (1935–1999)": "This is a list of films produced by 20th Century Fox (now 20th Century Studios) from 1935—following a merger between the Fox Film Corporation and Twentieth Century Pictures—to 1999.\n\n\n== 1930s ==\n\n\n== 1940s ==\n\n\n== 1950s ==\n\n\n== 1960s ==\n\n\n== 1970s ==\n\n\n=== 1970 ===\n\n\n=== 1971 ===\n\n\n=== 1972 ===\n\n\n=== 1973 ===\n\n\n=== 1974 ===\n\n\n=== 1975 ===\n\n\n=== 1976 ===\n\n\n=== 1977 ===\n\n\n=== 1978 ===\n\n\n=== 1979 ===\n\n\n== 1980s ==\n\n\n=== 1980 ===\n\n\n=== 1981 ===\n\n\n=== 1982 ===\n\n\n=== 1983 ===\n\n\n=== 1984 ===\n\n\n=== 1985 ===\n\n\n=== 1986 ===\n\n\n=== 1987 ===\n\n\n=== 1988 ===\n\n\n=== 1989 ===\n\n\n== 1990s ==\n\n\n=== 1990 ===\n\n\n=== 1991 ===\n\n\n=== 1992 ===\n\n\n=== 1993 ===\n\n\n=== 1994 ===\n\n\n=== 1995 ===\n\n\n=== 1996 ===\n\n\n=== 1997 ===\n\n\n=== 1998 ===\n\n\n=== 1999 ===\n\n\n== See also ==\n20th Century Fox\nList of 20th Century Fox films (2000–2020)\n\n\n== Notes ==\n\n\n== References ==\n\n\n== External links ==\n Media related to 20th Century Fox films at Wikimedia Commons",
    "Daniel P. Mannix": "Daniel Pratt Mannix IV (October 27, 1911 – January 29, 1997) was an American writer, journalist, photographer, sideshow performer, stage magician, animal trainer, and filmmaker. One of his two best-known works is the 1958 book Those About to Die (republished in 2001 as The Way of the Gladiator), which was inspiration for the Ridley Scott film Gladiator in 2000 and the TV drama Those About to Die on Peacock. The other is the 1967 novel The Fox and the Hound, which was loosely adapted into an animated feature film by Walt Disney Productions in 1981.\n\n\n== Early life ==\nThe Mannix family had a long history of service in the U.S. Navy, and Mannix' father, Daniel P. Mannix, III, was an American naval officer.\nHis mother would often join her husband on his postings, and the Mannix children would stay at their grandparents' farm outside Philadelphia. He was an avid reader of books in his grandparents' library.  He commented that \"On rainy days, I sat in the library and read. During their 200-year residence in Pennsylvania, my family had built up a library containing at least one volume devoted to any conceivable subject\". It was there that Mannix also began to keep and raise various wild animals. He wrote fictionalized stories about his animals (supposedly to cover the cost of feeding them) in his first two books, The Back-Yard Zoo, and More Back-Yard Zoo. The Back-Yard Zoo was published in 1934, while he was a senior in college.\nFollowing family tradition, Mannix had enrolled in the U.S. Naval Academy in 1930, but he could not adjust to the rigorous training. Finally, the commandant wrote a letter to his father saying that \"he is definitely not officer material\" and he left the academy. In recounting this experience, Mannix wrote that after leaving, he was so worn down that spent the next two months in bed. However, the following year he was accepted by the University of Pennsylvania where he earned a degree in journalism which he took up after failing zoology.\nMannix married Jule Junker in 1939 and she became a partner in his adventures.\nTheir family was listed in the Philadelphia Social Register.  A writer and friend of the family wrote: \"Families like the Mannix family are also referred to as being from 'old money', although if economic circumstances changed, they might become known as 'fallen aristocracy'\".\n\n\n== Career ==\nMannix served as a naval lieutenant with the Photo-Science Laboratory in Washington, D.C. during World War II, where he was tasked with creating training films. His civilian career could briefly be described as engaging in various adventurous activities which he filmed for lectures or wrote about in magazines and books. The latter were often enhanced with illustrations by accomplished artists or by his own photographs. He also kept a small menagerie of wild and domestic animals which allowed him to study their behavior and then feature them in print and film. His interest in unsavory, even horrifying, human behavior and attitudes was also featured in some of his books. However, he was also interested in gentler topics such as L. Frank Baum and his books about the land of Oz.\n\n\n=== Carnival life ===\n\nMannix joined a traveling carnival after college where he learned to be a sword swallower, fire eater, stage magician, escape artist, mind reader, and lock picker, performing under the stage name The Great Zadma. His magazine articles about these experiences, co-written with his wife Jule Junker Mannix,\nproved popular and were later expanded into book form in his 1951 account of carnival life, Step Right Up, which in turn was reprinted in 1964 as Memoirs of a Sword Swallower. He claimed that he held the record for many years for swallowing the longest sword (26 inches) although there is no documented proof of that.\nAt the conclusion of Step Right Up, Mannix stated that while still in the carnival (and still single) he borrowed a typewriter from the carnival manager and submitted the manuscript of his first article, How to Swallow a Sword to Colliers magazine and that shortly before he left the carnival, he received notice that it had been accepted. His dream of becoming a freelance writer seemed to be becoming a reality. In the final lines of the book, he wrote \"I made up my mind. That night I packed my suitcase, left a note for the Impossible [stage name of his mentor at the Carnival] and started east in my car. In my inside pocket was the letter from Colliers asking for a series of articles based on carnival life. And on the seat beside me was a second-hand typewriter I'd purchased from the carnival manager.\"\nThe Colliers articles were published from 1944 to 1947. These dates appear inconsistent with the Step Right Up account (i.e.: artistic license was taken in the book), since they were years after his marriage to Jule Mannix in 1939. In any event, most of them were published under the by-line, The Great Zadma as told to Jule Junker Mannix. How to Swallow a Sword, 1944, the first in the series, was printed in condensed form in the Reader's Digest in 1945.\nA review in The New Yorker magazine described Step Right Up as \"A sympathetic and funny account of life with a carnival by a young man who impulsively joined up with one, mastered the elements of fire-eating and sword-swallowing in record time, and then rose, Horatio Alger-like, into the rarefied company of neon-bulb swallower, a coterie whose prestige is offset by a phenomenally high mortality rate.\" Another review noted that \"Step Right Up is not merely Mannix's story but the story of the people he lived with [in the carnival] — how they thought, acted and felt\". There's Krinko, the human pincushion who drives a nail through his tongue; Jolly Daisy, the 700-pound fat woman who describes how she feels about her role in life; skinny May who manages huge snakes; Bronko, the cowboy, who can't ride a horse; etc. One of the weirdest in the reviewer's opinion was \"the Human Ostrich - He swallowed any and everything he could stuff into his mouth. 'Any object I swallow I regurgitate afterward. The rats are never hurt, neither are the frogs. Before swallowing a frog I always drink a quart of water to give the little fellows something to land in as frogs have feelings just like anyone else' \".\nIn an author's note, Mannix said that he worked \"under canvas\" for nearly three years and although sideshow feats (such as swallowing neon lightbulbs or swallowing live rats and frogs and bringing them back up again) might seem incredible to most people, he \"either performed or saw performed all the stunts I tell about in this book\". He added, \"Except for combining the events of chronologically separated occasions into one summer, I've told the story of a traveling American carnival as I experienced it—only changing the names of the people with whom I worked\".\nThe dustjacket illustration by Leo Hershfield (illustrator, cartoonist, and courtroom artist) for the 1951 hardcover edition of Step Right Up conveys the tongue-and-cheek style of the writing.  He also did the black and white sketches at the beginning of each chapter.\n\n\n=== Hunting, safaris and films ===\n\nAs illustrated in a cover art montage by Adolph LeMoult for his book, A Sporting Chance, Mannix engaged in various ancient/traditional forms of hunting, i.e. with a blowgun, boomerang, bow and arrow, and trained hawks and hounds. He also hunted with a trained cheetah, otter, cormorants and more.\nIn addition, he collaborated  on books with J. A. Hunter, a big game hunter in East Africa and Peter Ryhiner, a collector of large animals for zoos and circuses.\nOne of the Mannix's most memorable hunting experiences was hunting iguanas on horseback with an eagle near Taxco, Mexico. Universal Studios took an interest after an account was published in a magazine article. He and his wife then restaged the hunt for a Universal camera crew, and it was released as a two-reel featurette film, Eagle Versus Dragon, in 1944. \nIt was shot with a 16 mm camera for economic reasons and converted to 32 mm so it could be shown in movie theaters where it was advertised as \"Eagle vs. Dragon! The Thrilling Story of a Giant American Eagle Battling Prehistoric Monsters\". A reviewer commented, \"The short, photographed in Mexico, shows the huge bird landing gracefully on the arm of good-looking Jewel [sic] Mannix in some of the most beautiful real-life filming on record\".\nHis skills as a falconer and bird trainer were also showcased in the 1956 short film Universal Color Parade: Parrot Jungle, in which he is credited as the writer, actor, director, producer, photographer, and bird trainer.\nThe film was made in collaboration with John Hamlet, coauthor of Birds of Prey of the World, mentor to Jim Fowler, and who at one time maintained an exhibit of over 100 living raptor species at an attraction near Ocala, Florida.\nIn a related undertaking, he wrote the screen play for an Oscar nominated short film, The Boy and the Eagle, (1949) starring and narrated by Dicky Moore about a crippled boy and a wounded eagle that he nursed back to health. The eagle later saves the boy from a rattlesnake and in the excitement, the boy discovers he can walk. While the film has a story arc, its main focus is on the training of the eagle, so much so that it takes on the aspect of a training film on falconry. The film was directed and produced by a friend and fellow falconer, William R. Lasky, son of Jesse L. Lasky, founder of Paramount Studios. He used Mannix's eagle to play that part. \nThe couple also filmed hunting cayotes with their cheetah in the American West, fishermen harpooning manta rays in Mexico, and big game in Kenya. The last of these was filmed with J. A. Hunter and includes a scene of a rhinoceros charging their vehicle, only to turn away when Hunter and a guide shouted and waved their arms. His picture of a wounded manta ray leaping from the water was published in Life magazine. The films were used in lecture tours around the United States.\n\n\n=== Small menagerie ===\n\nMannix was a keen observer of animal behavior and incorporated his observations into his writing. For example, in his book All Creatures Great and Small, Mannix described how as a boy he stayed at his grandparents' country house and kept a variety of wild animals including a porcupine, armadillo, crow, even an alligator. Among the more surprising of these were skunks with intact anal glands fully capable of spraying anyone disturbing them. The protagonist in his book, The Outcasts, is a young city boy, who similar to Mannix's experience, is now living in a country house and has adopted a skunk family. It's a fun children's book. As one review put it: \"this is good fiction and, face it, there is nothing funnier than a full skunk in brisk action at this age level\".\nThe book was illustrated by Leonard Shortall, the children's book illustrator known for his artwork for the then popular Encyclopedia Brown series and other children's books.\nThe boy on the cover could be imagined as a young Mannix.\nAfter his marriage he began keeping what are generally perceived as less docile animals.  Many of these are describe in Jule Mannix's book, Adventure Happy: The Story of My Marriage to a Small Menagerie. All Creatures Great and Small includes photographs of Mannix with a golden eagle on his gauntleted fist, Jule Mannix on horseback with an bald eagle, their young daughter sitting next to a cheetah, and their son with a rock python draped around his neck. Pictures of other animals in their menagerie (and some from when he was a boy) include: kinkajous, a coati-mundi, a vampire bat being fed blood with an eyedropper, a caracara, cormorants being trained to fish, a large iguana held by Jule Mannix, a peregrine falcon, a goshawk, a porcupine, skunks, a possum, a cheetah leaping from their car in pursuit of a jackrabbit, a spider monkey and an otter eating a freshly caught fish. True The Men's Magazine published over 60 of his articles, mostly about the animals in his menagerie.\nSome were trained for hunting or fishing. His book, A Sporting Chance: Unusual Methods of Hunting describes these experiences.\nOne of his objectives in keeping the animals was to get a better understanding of their behaviors and their interactions with humans so he could better represent them in his books and articles.  For example, in preparation for his award-winning book, The Fox and The Hound, Mannix spent more than a year studying the behaviors of a mated pair of foxes that he kept at his home. He stated that they were \"so tame [that he] could turn them loose and watch them hunt, fight, make love, and live an almost normal life.\" Additionally, he studied wild foxes and interviewed trappers, hunters, game wardens, and \"Masters of Hounds\" to learn what they felt foxes would and would not do. In the novel's postscript, Mannix discusses this research.  To defend his novel against charges of improbability, he recounts his observations of wild foxes and discusses other people's stories about fox behavior. Regarding the actions Tod, the fox, takes in eluding the hunters, he details both witnessing wild foxes performing such acts and stories others shared with him that he used as a basis for some of the story's events. For example, he notes that while people have told him that foxes do not really run among sheep or cattle herds to escape hounds, he himself used to watch them do just that from his bedroom window. In the case of a fox running along train tracks as a train is approaching, Mannix drew on a story told to him by a master of hunting in the area of Whitford Sales—near Thorndale, Pennsylvania—who had to stop hunting in the area because of a fox who consistently killed pursuing hounds on the Trenton Cutoff using this method.\n\n\n=== Death of Grace Olive Wiley ===\nIn his role as a photo-journalist, Mannix witnessed the death of the famed herpetologist Grace Olive Wiley when she was fatally bitten by a venomous snake. He had just completed an article about her but needed additional photographs. So on July 20, 1948, Wiley, then 64 years old, invited Mannix and his wife to her home in Cypress, California, to get the additional photographs of her with the snakes. She posed for him with an Indian cobra she had recently acquired. Before taking the picture, she took off her glasses to look better, she said. This may have impaired her vision and contributed to the accident. She then placed her flat palm in front of the snake, This is normally fairly safe for an expert because, unlike vipers like rattlesnakes which stab with their fangs, cobra teeth are small, and they need to bite and chew to inject venom. Their mouths are not large enough to bite a comparatively large flat surface like a palm. It was a maneuver that she had demonstrated to Mannix in a previous interview. However, on this occasion the snake was able to bite her finger just as he was taking a picture.\nWhen asked if she had antivenom serum she replied \"I don't keep any serums. I have so many different kinds of snakes and each requires a different serum, I couldn't afford them all and they would go bad in a few months. I just never thought this would happen.\" Mannix attempted to put a rubber tourniquet on her finger from her snake-bite kit, but the rubber was old and it broke. He was forced to use his handkerchief as a makeshift substitute. Wiley did have vials of strychnine, which she erroneously thought could delay the effects of the venom.\nJule Mannix's first attempt to inject the strychnine failed when the vial broke in her hand. She selected another vial but found that the hypodermic needle needed to inject it was rusty. Finally she found a less rusty needle; and, with encouragement from Wiley, she injected the strychnine. (Jule Mannix: \"I'm afraid it will hurt\". Wiley: \"Now don't worry dear. I know you will do it very well\".) While waiting for an ambulance, Wiley lay on the floor but requested that a newspaper be put under her head to keep her hair from getting dirty. She was taken to Long Beach Municipal Hospital, but the hospital only had antivenom serums for North American snakes. Wiley was placed in an iron lung to assist her breathing, but to no avail; she died  less than two hours after being bitten.\nMannix published an account of the incident, which included pictures of Wiley with the cobra that bit her, several months later in True, The Man's Magazine. In 1954, Jule Mannix adapted the account for her book, Adventure Happy. Mannix wrote about it again in 1963 for his book All Creatures Great and Small.\n\n\n=== Books ===\n\n\n==== Variety ====\nMannix's first books were the previously mentioned Back-Yard Zoo books and Step Right Up.  After which he wrote on a wide variety of topics in styles tailored for readers with various interests. His books ranged from fictional stories with young, somewhat outcast protagonists who had animals as best friends (e.g. The Outcasts), novels for adults featuring animal characters with detailed, minimally anthropomorphic, depictions of their behavior based on personal experience, sympathetic accounts of carnival performers and sideshow freaks (written in a very personal and warm manner), and adventurous accounts about hunting or collecting big game (which \"should bring the adventure and flavor of the jungle roaring, hissing and stampeding into the living room better than the television screen\").\nHe also wrote about sensational adult topics such as a biography of the occultist Aleister Crowley (a book \"of no interest to the serious scholar\"), and the Hellfire Club (a book with \"unsubstantiated\" accounts of Hell-Fire Club activities . . . emphasizing the fantastic and the controversial). His book, Those About to Die was criticized by a well-known Oxford historian and historical fiction writer as being the worst novel ever written set in the ancient world.  He cites a sentence in the opening paragraph describing the Roman Empire as \"coming apart like an unraveling sweater\". In response, another reviewer commented, \"Daniel Mannix is rather frowned upon in serious circles because, I suspect, he writes highly readable ('enjoyable' isn't quite the right word) studies of the darker side of human nature, and explores some of the most disturbing episodes in our history\".\n\n\n==== Sensational realism ====\nA long review of Those About To Die in the Los Angeles Times noted that \"Some historians may disapprove of the author's methods, but there is a curious logic about them\". As might be expected, he visited the Colosseum and sites in Pompeii frequented by the gladiators to accurately describe the setting. But he went well beyond that. \"For example, in describing the venatores' battle with the lions and tigers, he drew on Martial and Strabo as original sources, some later scholarly histories, J. A. Hunter's account of Masai warriors spearing lions, and comments by Mel Koontz [trainer of the MGM lion mascot] and other professional lion tamers\".\nA substantial portion of the book (Chapters 5 to 12) is a fictional representation of the exploits of Carpophorus, the most famous venator, whose performance at the inauguration of the Flavian Amphitheatre [i.e.: the Coliseum] was immortalized in a poem by Martial, who compared him to Hercules.\nMannix provided a wealth of detail in Those About To Die; for example, in his account of chariot racing he described \"the training of the drivers, the betting techniques, the harnessing of the horses\" as well as the racing stud farms. Initially the games were rather tame, featuring acrobats, wire walkers, trained animals and perhaps a sham battle. They evolved over time to include actual battles between armies and even a naval battle fought on an artificial lake that required thousands of men 11 years to build. These spectacles became a narcotic for the audience who became a howling, cruel and lustful mob. The popularity of top gladiators and charioteers was like that of today's top celebrities, only more so.\" According to Mannix, the fanatic love of chariot racing had a name: Hippomania: horse-madness. He wrote that \"When Felix, a famous charioteer for the Reds [one of four charioteer companies identified by the color of their tunics], was killed in a race and his body burned on a funeral pyre, a man threw himself into the flame so he could perish with his idol\". Although his vivid (perhaps overly vivid for some) style of writing was frowned on by scholars, the review concludes that all was \"told in effective prose and intriguing detail in this unusual volume\".\n\nOne of Mannix's most sensational books was The Hellfire Club, (1959), a 35-cent Ballantine paperback. As noted above, it was decried by scholars; furthermore, as history, it was superseded by an authoritative treatise by Evelyn Lord.\nIt's tone was immediately obvious from the cover which depicted two lecherous monks, each fondling a receptive woman.\nNevertheless, Mannix was praised in the popular press for \"making of an assumedly risqué dissertation a tremendously engrossing 18th Century political history of the finest merit\".\nThere were a number of Hellfire Clubs but the one highlighted by Mannix was hosted by Sir Francis Dashwood. As described by Mannix (and recounted in a review in The Times of Munster Indiana), the club conducted mock religious ceremonies and engaged with prostitutes dressed as nuns. At the end of the evening members participated in drunken, supposedly intellectual, discussions. In his research, Mannix uncovered many unusual historical facets, some particularly relevant to an American readership. In his telling, John Wilkes, a prominent member of the club and parliament, became known as the \"American Colonist's 'Greatest Friend'\", while in fact he supported the colonies simply to aggravate King George III. He was successful in stirring up the king's anger against himself and the colonies. When Wilkes was arrested, he was so popular in the Americas that the South Carolina government sent funds to help him out (supposedly \"to pay his whoring bills\"). Mannix noted that when Benjamin Franklin went to England to advocate for the colonies he tried to enlist the help of Sir Francis. When that was not forthcoming, he still joined in Hellfire Club activities.\nWith respect to these particular claims, they are somewhat consistent with the views of historians. For example, Evelyn Lord concluded that \"sex was clearly part of the Friars' activities\" and that women playing the role of \"nuns\" participated. However, although Benjamin Frankin and Dashwood became friends they did not meet in person until 1772, after the Friars had been disbanded. Dashwood, then Chancellor of the Exchequer, had contacted Franklin for advice about economics. After which, Franklin became a regular visitor to Dashwood's abbey.  He described its gardens (which had an erotic theme) as a paradise.\nConcerning Wilkes, Arthur H. Cash, author of his Pulitzer Prize finalist biography, stated that he was a strong advocate for the Colonies, as well as civil liberty, and did not question his motives. He also noted that the Commons House of South Carolina did attempt (although blocked by the governor) to send money to pay Wilkes debts, but these were incurred primarily as a result of his impulsive borrowing.\nPortions of Mannix's book expand on stories in Chrysal, or The Adventures of a Guinea, a farce ridiculing the British leisured class, by Charles Johnstone. For example, he includes one in which Dashwood, in a fevered state, has an hallucination of a four-eye devil when he sees two cats copulating outside his window. As Dashwood is crying for mercy and the female cat is caterwauling, his tutor, still in his nightgown, rushes in to see what's wrong. Dashwood mistakes him for a saint who has come to warn him of the consequences of his sinful ways. The comedy continues in a similar vein. Mannix tells the story, with added details of his own, as if it were true, perhaps to tease the reader.\n\n\n==== Serious historical accounts ====\n\nOn the other hand, some of his works received positive reviews from scholars, for example Black Cargoes: A History of the Atlantic Slave Trade 1518–1865 (1962) written in collaboration with Malcolm Cowley. A reviewer in the Journal of Negro history wrote: \"This is not, perhaps, the definitive scholarly study of the Atlantic slave trade. I am not sure that the authors intended it to be. It is, however, a savage indictment of all those connected with what Wilberforce called \"this bloody traffic\", written in such a style as to make it easy but not pleasant reading\".\nAnother historian described it as \"one of the canonical histories on the slave trade\".\nTime, the popular news magazine at the time, did an extensive summary which included many of the disturbing details.\nHowever, in 1981, James A. Rawley published The Transatlantic Slave Trade, A History, which was described in The New York Times Book Review section as a drier account than Black Cargoes but more reliable and thorough. While the newer work was said to correct many misconceptions and stereotypes, it was criticized as  \"coldly detached' and \"miss[ing] the human side of the story\". Thus it could play into a kind of \"moral amnesia . . . apparently welcomed by many whites\".\nThe dust cover on Black Cargoes included a reduced color reproduction of a print by Johann Moritz Rugendas, Nègres a fond de Calle, 1835, which depicts the degrading conditions in the hull of a slave ship. The same illustration was used in the Time magazine article.\nWith respect to another of his more serious works, his contribution to The Old Navy: The Glorious Heritage of the U.S. Navy, Recounted through the Journals of an American Patriot by Rear Admiral Daniel P. Mannix, 3rd, his father's posthumously published autobiography was also well received.  It is an account of his father's naval career from the Spanish–American War of 1898 until his retirement in 1928.  A naval historian commented, \"Daniel Pratt Mannix IV has done a commendable job in editing his father's papers. With assistance from the Naval History Division, he has produced a beguiling memoir of a navy moving from post-Civil War insularity to the threshold of world power\".\n\n\n==== Animal stories ====\nSeveral of Mannix's books have animal protagonists.  As described in The Animal Stories of Daniel P. Mannix, a 25-minute video on YouTube, they are anthropomorphic but are unique in having \"authentic realistic style\". For example, the animals have no understanding of human language beyond what might be expected.  Copper, the hound in The Fox and The Hound, can only recognize his name and a few short expressions or commands.  Tod, the fox, who was initially kept as a pet, does not know the name given by his owner and has no understanding of human language. Furthermore, there is no communication between the fox and the hound. Their perception of the world is largely based on scent.  They engaged in natural behaviors which could seem unpalatable such as Cooper eating grass in order to throw up. In another book, The Last Eagle, while a mother eagle is very caring towards its young, the young do not care for each other.  One young sibling kills another to get more food.  Animal sexual activity is also briefly portrayed in some stories. Much of Mannix's insights stemmed from having kept and observed the animals he wrote about.\n\nAnother feature of Mannix's animal books is that, while humans crave a sense of meaning in life, Mannix's animals have no such concept.  In the clash between a gamecock and coopers hawk in The Killers neither is morally superior.  This leads to greater uncertainty about the outcome, and perhaps greater suspense, since in typical story telling, the good guy usually wins. In an author's note cited in Sports Illustrated magazine Mannix wrote, \"I feel the time has passed, when we can dismiss the feeding habits of predators by saying that they eat only harmful rats and mice. The role of the predator in nature is far too complicated and important for that well-meant deception\". The review notes that a list of the hawks dietary victims \"reads like the index to a field guide for bird watchers, ranging from the American redstart to the wax-wing\" and also pheasants, quail and grouse. Its opponent is a gamecock that was raised to fight in a cockpit and was discarded after a police raid.\nGeorge Ford's dustjacket illustration conveys the ferocity of the combat. Similar two-page black-and-white  illustrations were included at the beginning of each chapter.\nWhile social interaction among his animal characters is limited in some of his stories; they can be complex and alien. Wolves communicate using vocalizations, body postures, scent, touch, and taste.\nMannix depicts how these were used to maintain a very sophisticated social structure of a wolf pack which terrorized medieval Paris. A review in the Charlotte News of Mannix's The Wolves of Paris, noted, \"Mannix, a naturalist of some renown, knows his wolves, and although this tale is labeled a novel, it's the story of how the European wolf . . . coped with medieval man and vice versa. He writes knowledgeably about the \"social graces and taboos\" of the pack.\nHis book, Troubled Waters, is told from the perspective of an escaped goldfish.  It has an environmentalist theme and has less of a story structure than his other books. A New York Times reviewer concluded that it is a \"somewhat tenuous story of a goldfish that ends in tragedy. But all the way through it is enriched with the natural history of a river, a brook and a pond, all being steadily destroyed by thoughtless mankind\".\n\n\n==== For and about children ====\n\nMannix's book, The Outcasts (discussed above), about a boy and his skunks, was deemed appropriate for ages 7 to 11.\nOther books delt with heavier topics (pain, death and the hunting and the collecting of animals for commercial purposes) and had more sophisticated cultural references; as such, they were more appropriate for older readers. For example, in his book, Drifter, set in southern California, a boy named Jeddy and his father, Jeb Proudfoot, help a fisherman friend poach sea lions for captivity. Jeddy's job is to get through rough surf onto the rocky shore of an island breeding ground and scare the smaller females and bachelors into a specially designed net set near shore. In doing so, he breaks his leg and, although in great pain, comes away with a sea lion pup which he raises. He names it Drifter and they become close companions. Jeb Proudfoot is a hunter and can't understand his son's humane instincts. Jeddy is very reluctant to kill wild animals himself (except in dire circumstances), but he does help his father handle his various breeds of hunting dogs, each with a special purpose. It turns out that Jeb, who to others, appeared a simple man, has acquired a copy of The Master of Game by Edward the Duke of York. He considered it \"holy scripture\" and his hunting manual. Jed's last assignment (\"beautifully staged\" according to a New York Times review), as guide for a couple of rich jaguar hunters, results in tragedy. (All of the hunting scenes in the book are quite intense.) As for Drifter, he is sold to a public marine aquarium, (\"'Underwater World', an all wet Disneyland\") where he is trained to perform tricks. Jeddy, now on his own and in need of a job, decides to become the show seal trainer to support himself, while going to college to study animal behavior with the likes of Konrad Lorenz and Nico Tinbergen as his models.\nTypical of many of Mannix's books, Drifter had a historical foundation. For example, Jeddy's mentor at \"Underwater World\", Cap'n Billy, was taught by  Captain Thomas Webb, America's first premier sea lion trainer.  Mannix also included reverential references to accounts of sea lion catcher George McGuire and  Mark Huling the trainer of Sharkey \"the greatest performing seal that ever lived\".  Gary Bohan's 2022 book about Sharkey includes historical photographs of George McGuire and the capture of sea lions in his specially designed net deployed from a rowboat, similar to that in Mannix's account.\nAnother example is Jeb and Jebby's animal dealer friend had who had worked for Henry Trefflich a well-known New York animal importer at the time, who supplied animals for zoos, circuses, and Hollywood studios.\nHe also included classic literary references, for example reference to The Master of Game noted above. In another example, Mannix has Cap'n Billy give Jebby a copy of The White Seal, about a white Steller sea lion, by Rudyard Kipling which was included in The Jungle Book. Cap'n Billy later asked Jebby if he believed it. Jebby responded \"Sure I believe it . . . I don't believe every word in it, but Kipling had the flair for telling stories with a meaning that give you a feel of something better than the truth does. A scientist can give you facts, but he can't give you a feeling. You've got to have a flair for that\". This sentiment was echoed in Mannix's other works; for example, as justification for The Last Eagle in the \"How I came to write this book\" section which explains his attempt to raise public awareness of threats to the Bald Eagle at the time.\nThe dustjacket art for the original hard cover version of Drifter by David K. Stone was painted in a realistic style. It depicts the young Jeddy and Drifter looking evocatively at the reader.\n\nHis book, The Healer, tells the story of a boy named Billy, who is sent from his unhappy home in the city to live with his great uncle in Pennsylvania Dutch Country. The great-uncle, Abe Zook, is a boucher (a folk herb healer with spiritual powers) and he becomes Billy's mentor. Among other things, Abe taught him how to find medicinal herbs, track honeybees to their nest, find garnet, collect ginseng for sale, cast spells and \"outsmart the wild things of the woods even the werewolfen the boucher fears\". But Billy befriends the werewolfen (a coyote and a large feral dog who live in the woods nearby). The coyote and dog mate and as reviewer, Barbara Hodge Hall, poignantly noted, \"Only when the pair have coydog pups that become a menace to stock and even man, does the boy have to come to terms with the harsh realities that separate humans and animals\".\nAs illustrated on the back dust cover, Mannix kept a coyote to prepare for his descriptions of coyote behavior. The front dust cover illustration by David K. Stone (also the illustrator for Drifter), shows Billy and the coyote running across a backdrop image of the mysterious looking boucher.\nDavid K. Stone was an accomplished commercial artist who did the cover illustrations for many science fiction and fantasy books.\nIn his book, The Secret of the Elms, three girls are called to their Grandmother's estate, The Elms, on the outskirts of Philadelphia's fashionable Main Line at the edge of Pennsylvania Dutch Country. She is dying and wants to get to know her granddaughters better so she can decide which one she should leave her estate to. The grandmother has an aversion to horses because her son, Clinton, was killed in a riding accident. Even so, Mary Ellen, the main protagonist rescues a miniature horse at an auction to save it from being slaughtered. She calls it Hobbit and eventually is able to wrangle a way to keep it. She is helped at key points by the Clinton's ghost and by Clinton's unacknowledged son also called Clinton. In the end, with the help of the Clintons (ghost and boy) and colorful Pennsylvania Dutch neighbors, Hobbit and Mary Ellen compete in the carriage event at the Devon Horse Show, a premier Main Line institution, and there are unexpected plot twists regarding inheritance.\nThe book received mixed reviews. One review called it a mélange of plot twists with stereotyped characters and ghostly elements that overwhelm the story.\nReviewer, Barbara Hodge Hall, who had previously praised some of Mannix's other books including The Healer wrote that this one was best forgotten.\nOn the other hand, another reviewer called it flawed but fast moving and enjoyable In any event, it highlights Mannix's interests and experience and the way he weaves these into his stories. For example, there are many references to the Wizard of Oz, a topic of great interest to Mannix as described below; detailed accounts of the young Clinton hunting for small game with his ferret and hawk, also in Mannix's realm of expertise; as well as a great deal of information about the Devon Horse Show, with which the Mannix family has had a strong connection for generations.\nIn the 1991 show, for example, Mannix's 11-month-old granddaughter competed in a wicker-basket saddle in the lead class for children under 4 years old. She was the youngest participant.\n\n\n==== Historical fiction ====\nThe protagonists in most of Mannix's fictional books are children or animals set in 20th century America.  However, his book Kiboko follows the exploits of a disillusioned southern American civil war seaman, Thomas Rutledge, who became a slave trader, transporting slaves to Brazil.  The title refers to the Swahili name for the whip used to control the African captives. He gave up the slave trade after it became unprofitable and took up ivory trading instead. He partnered with \"Adi bin Zayd, called 'Binbin' by the natives in imitation of the sound of his terrible guns . . . a Zanzibar Arab who had made himself virtual king of East Africa\". With Binbin's help, he eventually became a pasha of a kingdom on the shores of Lake Victoria after overthrowing a king who had an Amazon guard which turned against him. Then when the British began to colonize the kingdom, Rutledge led a great battle to oppose them. While Mannix admitted that the story was exaggerated, there was such a land and lake battle near the shores of Lake Victoria.  And he noted that, after he finished the manuscript, he found reference to a \"Mr. Stokes\", a suspected slaver, who became a sort of grand vizier to the king and who participated in the battle on the side of the local tribe. Mannix also noted that his description of the Amazon warriors was based on the Dahomey Amazons.\n\nKiboko received mixed reviews. Negative reviews described the plot as disjointed, the characters as \"wooden\" and that Mannix's attempt to include his empirical knowledge of Africa bogged down the story.\nPositive reviews highlighted the adventure and depictions of battles. One reviewer described the battle with the British as follows: \"Knowing their chances are slim, risking their fortune in ivory and their lives, Rutledge and Kitty [his abolitionist wife] rally their native forces—the bodyguard of Manyema cannibals, 500 beautiful Amazon maidens and 16,000 painted and feathered Buntorian warriors [Buntoro being the fictional name of Baganda (southern Uganda)]. The savage conflict that follows is surely one of the most spectacular ever written\". \nAnother positive review offered this assessment: \"Not only is this one of the most absorbing historical novels we have read recently, but it graphically points up the ideological and temperamental variance between Americans and Englishmen on one hand, Africans and Englishmen on the other\". It also praised his portrayal of the relationship between Rutledge and Kitty as \"a beautiful story of love and devotion in which [their] two ideological spheres meet\".\nThe dustjacket illustration by Paul Laune (writer, painter, and illustrator) for the 1958 hardcover edition of Kiboko depicts Rutledge, Kitty and Buntoro warriors ready to confront the English flotilla led by a paddle steamer in the Lake battle.\n\n\n==== Autobiographical collaborations / biographies ====\nMannix also collaborated with several notable people in writing their autobiographies, including big game hunter, J. A. Hunter; animal collector, Peter Ryhiner; and ground-breaking veterinarian, Phyllis Lose. In a long review of Phyllis Lose's biography, a reviewer for The Brattleboro Reformer noted that: \"In this day of Women's Lib and ERA it is astonishing to find a book entitled \"No Job for a Lady,\" but when Phyllis Lose decided she wanted to become a veterinarian it was indeed no job for a lady. Here is her autobiography, a sometimes humorous, sometimes sad but always entertaining and interesting account of her struggles to become one of the first women veterinarians in the country.\" One of her greatest achievements was to open her own equine hospital which is considered to be one of the world's finest.\nWhile she specialized in the treatment of horses and was a longtime veterinarian for the Philadelphia mounted police unit, she also treated circus animals as chronicled in the chapter, I Join the Circus. This chapter tells of her work as a veterinarian for Ringling Bros. and Barnum & Bailey Circus in which she describes the training of lions, tigers, and bears for animal acts.\nThis chapter has strong parallels with Mannix's earlier magazine article, Big Cats Walk Alone, which had a similar topic.\nAn interview article of Dr. Lose for Veterinary Practice News noted that, \"Her worst patient ever was a South American vulture that belonged to her horseman client Daniel Mannix [emphasis added]. He asked her to take a look at it 'while I was there,' and it pecked a chunk out of her head.\" She finished her rounds of other clients' barns wearing a bloody turban.\nThe Reader's Digest condensed version of her book was illustrated by David  K. Stone. The cover shows a diminutive looking young veterinarian, dressed in white, examining the lower leg of a large powerful white horse. The scene calls to mind the challenges she faced.\n\nThe tone for the J. A. Hunter autobiography, Hunter, is set in the first two paragraph which relates the horror of a rogue elephant rampaging through a village in Kenya where Hunter was working as a guide. The scene, as illustrated on the cover of the Reader's Digest condensed version, shows villagers running for their lives in front of the huge bull elephant.  The illustration is a gray-scale drawing except for the red blanket worn by one of the men. \"[T]hat blanket was his death warrant for the elephant followed him . . .  the [man] screams as the elephant caught him. The great brute put one foot on his victim and pulled him to pieces with his trunk. Then he stamped the body into the ground and went away.\" Hunter later explained that elephants appear to be attracted by red. The story goes on to describe how Hunter tacked down the elephant in dense cover. The elephant charged and he was barely able to shoot it just before it reached him. The book includes  descriptions of many of his exploits as hunter, guide, and game warden, some of which may be disturbing.\nHunter and Mannix continued their collaboration with their 1954 book, Tales of the African Frontier, which describes the role of iconic adventurers in the colonization (sometimes exploitation) of east Africa. This book has fifteen chapters, nearly all of which are biographies of particular individuals. Some chapters were attributed to Mannix, some to Hunter, and some to both. The first chapter, a biography of Tippu Tib, was informed by Mannix's conversation with his daughter-in-law. She insisted that \"Tippu was the man who really opened East Africa, not these foreign explorers who are given the credit\". Tippu Tib, (Homed bin Muhammad) was called that by the Africans to imitate the sound of rapidly firing guns. He was the model for Binbin in Mannix novel, Kiboko, noted above. Other biographies follow, most informed by such interviews, some with the actual subject.\nOne of these of particular note  was R. O. Preston of the 'Lunatic Line', so named because it was deemed lunacy to build a railroad from the coast the central lakes. \"Nearly a thousand miles of track would have to be laid across deserts, through jungles, over rivers that were in flood during the rainy season, and among mountain passes inhabited by still untamed tribes\". Through the determination of Preston, the line was completed, however it nearly came to an end at Tsavo due to marauding man-eating lions. Hunter was able to talk with Preston himself about the experience. In Hunter's opinion, the lions may have gotten a taste for human flesh when they scavenged bodies of dead \"coolies\" (Hunter's word) who were often left unburied.\nMannix later proposed a similar scenario to explain the behavior of man-eating wolves that entered Paris in the 1400s during the One Hundred Years' War.\nPeter Ryhiner's autobiography, The Wildest Game, also featured wilderness adventure, but Ryhiner's goal was to capture iconic animals from all around the world for captivity, not to kill them. Unlike Hunter, Ryhiner was a flamboyant character, and the book plays up his relationship with a girl named Mercia, who becomes his wife. (She proposed to him.)  She is featured in many of the  photographs included in the book. Another photograph shows Ryhiner in a tuxedo with a valuable white python, (which he captured in Siam) around his neck.\n\n\n=== Magazine articles ===\nIn addition to books, Mannix wrote numerous magazine articles/short stories.  A partial list in a fiction magazine database includes nearly 40 of these, \nsome of which were written in collaboration with his wife. Many were published in Collier's and The Saturday Evening Post. In addition, he published over 60 articles in True, The Man's Magazine. \nBig Cats Walk Alone, was one of these. It was republished in a paperback-book collection of the best of the True stories from 1950.\n\n\n==== Early articles ====\n\nMannix's first published work was a story about Bettas or Siamese fighting fish published in the old children's magazine, St. Nicholas in January 1931. It was captioned \"A school-boy gets away with a excuse for being late to his class\" i.e.: he was breaking up a fight between his fish.\n(His father. Captain D. Pratt Mannix, had published an article  in St. Nicholas the previous year about his participation in a defensive operation against German U-boats during World War I.)\nHe went on to write other articles for St. Nicholas about his animals in what came to be called his \"Back-Yard Zoo\". One of these, Two Texas Goblins in the June 1933 issue, was about two armadillos that he got from Texas.\nThe cover art of this issue by Margorie Woodbury Smith (a frequent illustrator of covers for St. Nicholas at that time)\npromoted an adventurous spirit for young people, which was exemplified by the young Daniel Mannix as he assembled his backyard zoo.\nHis first published magazine article for a general adult readership was Gladiators of the Gods, which appeared in the May 25, 1935, issue of The Saturday Evening Post. The article includes his observations of the newly blossoming tropical fish hobby and was beautifully illustrated by Nancy D. James. He claimed that when his English professor at the University of Pennsylvania learned that his article had been accepted for publication, \"[He] gasped, 'I have been trying to sell something to the Post for 40 years. Tell me how you do it' \".\n\n\n==== Hunting adventures ====\nOne of his most notable articles was Hunting Dragons with an Eagle, which was published in the January 18, 1941, issue of The Saturday Evening Post.  It recounts Jule and Daniel Mannix's adventure hunting large iguanas with a bald eagle. They obtained the eagle while living an apartment in New York City and moved to Taxco, Mexico to train it for falconry and to hunt with it in the rural area near there. It was Jule Mannix, an experienced horseback rider, who determined that she should conduct the hunt on horseback. The article was documented with many of their photographs.\n\nThe larger format of magazines compared to books and greater potential to include eye-catching color illustrations added another dimension to Mannix's printed works.  The article, The Spotted Hunter Who Never Misses, the cover story in the May 1958 issue of Cavalier, is an example. The article describes how Mannix hunted coyotes with his cheetah. The dramatic (and exaggerated) cover art by Frank McCarthy depicts a cheetah lunging forward on a leash held by a heroic-looking hunter. He named the cheetah Rani, the feminine form of Raja, when it was a pup but discovered it was a male when it matured. The article describes how Rani was trained, and it includes a vivid description of the hunt as well as numerous color photographs taken by himself.\nA few months after the cheetah article, Mannix published another cover article, King of the Great Safari, in the August 1958, issue of Cavalier. It was subtitled, \"The writer who knows him best tells the story of John Hunter the breed of white hunter that Africa will never see again\". As noted above, Mannix had previously collaborated with Hunter on two books, Hunter (an autobiography), 1952,  and Tales of the African Frontier, 1954. The article recounts Hunter's life starting with his youthful misadventures in Scotland which caused his parents to send him away to live with a distant relation in Kenya. He was not treated well so he ran away and took up hunting lions, earning a living by selling the skins for a pound, about $5.00 at the time. He was then hired by the Uganda Railway to protect the workers from lions and later the Kenya Game Department to kill lions, primarily those that were raiding Maasai cattle corrals. According to Mannix, \"In the old days the Maasai had handled such difficulties themselves. . .going stark naked with their spears and shields to fight the lions\". However, the British outlawed the practice, which upset the balance of nature (if one considers the relationship between the Maasai and the lions to be part of the natural system). Consequently, the lion population had grown enormously while feeding on the cattle. Mannix goes on to describe many interesting details of  Hunter's career that followed from those early experiences, as well as conversations that he had with Hunter and those who knew him that revealed his personality.\nThe cover illustration by Denver Laredo Gillen\nfeatured an idealized head-and-shoulder portrait of Hunter against a backdrop of Mount Kilimanjaro and the savanna, with Hunter and his guide next to a downed African buffalo. The article itself included a full page painting by Bob Kuhn, an accomplished artist whose works are a centerpiece of exhibits at the National Museum of Wildlife Art in Jackson Hole, Wyoming. The painting  depicts a magnificent black-maned male lion standing over a female. They had been trailing Maasai cattle to their corral and it was Hunter's job to kill them.\nMannix's article Death in the Surf in the March 1956 issue of the old Outdoor Adventures magazine included many of his photographs of Mexican fishermen harpooning a shark. One of these was labeled \"Death getting its portrait taken!  The shark has attacked—and has been attacked.  The range?  Zero!\".\n\n\n==== Grace Wiley ====\nHis perhaps troubling article, \"True Witnesses a Fatal Cobra Strike\", in the November 1948 issue of True, The Man's Magazine had large color photographs of the herpetologist, Grace Wiley, taken moments before she was fatally bitten by her Indian cobra. His pictures of the cobra shows a marking on the hood shaped like the letter G. According to Mannix's story Grace Wiley had remarked, \"Isn't it curious that he and I have the same initial. I call him my snake\".\n\n\n==== Occult ====\nOther articles in True had occult or aberrant themes. His article, The Great Beast, about the occultist Aleister Crowley in the October 1956 issue featured a somewhat lurid two-page painting of a mock religious ceremony by William A. Smith.\nAnother article in the January 1963 issue, The Strange Story of Human Wolves, included a large illustration by Bruce Bomberger (a magazine and advertising illustrator known for his depictions of the \"Marlboro Man\") that showed a horrified father looking into the dug-up grave of his disemboweled young daughter (the body not shown). As described by Mannix, the atrocity was one of many carried out in Paris in the late 1840s by François Bertrand, which were initially thought to have been done by a werewolf. His descriptions were based on extensive court records quoted in the article.\n\n\n==== Comical ====\nHe also published an article titled Sex in Sawdust in the June 1958 issue of Playboy, a magazine known for its centerfolds of nude and semi-nude models (Playmates). Playboy, at the time, combined titillating content with articles of more literary or cultural merit.\nHe based the article on his carnival experience.  It featured a full-page pastel drawing by portrait artist, Fred Steffen, of a carnival sex show concessionaire (a \"thickset individual who somewhat resembled a large beetle\") and his scantily clad, buxom model luring customers into his tent. One of his come-ons (given in a confidential tone) was \"Inside this tent I've got a group of beautiful living models that illustrate my talk on sex\". According to Mannix, the models inside turned out to be guinea pigs. The well-known writer, poet, and artist, Shel Silverstein, illustrated a pictorial, Silverstein in Italy, in the same issue.\n\n\n==== Bibliographical notes ====\nSometimes materials in the articles were used in subsequent works; for example: articles about the animals he kept as a young person published in St. Nicholas magazine e.g. his story about his armadillos,(in the book, The Back-Yard Zoo, 1934); more articles about his animals in St. Nicholas, Esquire,\nThis Week,\nand The Saturday Evening Post\n(in the book, More Back-Yard Zoo, 1936); articles by The Great Zadma (pseudonym), Collier's,1944 to 1947,(in the book, Step Right Up, 1951); Hunting Dragons with an Eagle, The Saturday Evening Post, 1941,\n(in the book, Adventure Happy by his wife and also the subject of their film King of the Sky, 1953); The Great Beast, True, 1956 (in the book, The Beast: The Scandalous Life of Aleister Crowley, 1959); and Middle Passage with Malcolm Cowley, American Heritage, 1962\n(in the book, Black Cargoes: A History of the Atlantic Slave Trade 1518–1865, 1962).\n\n\n=== Interest in L. Frank Baum and the Land of Oz ===\n\nMannix participated in the organization of the Munchkin Conventions of the International Wizard of Oz Club with Ray Powell since their inception in 1967\nConventions in 1967 and 1970 were held at his farm.\nThe 1967 convention marked the inauguration of the Munchkins and had over 100 attendees from several U.S. states and Canada. At one of the conventions, \"he delighted the younger set with a demonstration of his fire eating skills!\".\n\nMannix began writing about Oz in 1964 with The Father of the Wizard of Oz!\". a biography of L. Frank Baum (author of the Oz books) published in American Heritage magazine,\nafter which he published nearly 20 articles in The Baum Bugle on Oz related topics.\nTwo of his more in-depth articles were an annotated version of his book, The Road to Oz,\nand a review of a 1903 New York version of the musical extravaganza, The Wizard of Oz, loosely based on L. Frank Baum's book The Wonderful Wizard of Oz.\nWhile an exhaustive critique of the Oz extravaganza is now available,\nMannix's account provided a short 11-page description in a colorful style. For example, he noted that Fred R. Hamlin, the play's producer, had \"virtually jacked up Baum's title and moved a new play under it\". Mannix, himself a magician, took particular interest in a scene in Act III, in which Tin Woodman rescues the Scarecrow from a cage by disassembling him and passing the parts to Dorothy. Then they reassembled him and \"as each piece is fitted into place, it becomes more and more animated until the Scarecrow is himself again\". He explained that \"This illusion is known among magicians as the Black Art effect\". He then went on to describe exactly how it was done.\nMannix's 1975 novel The Secret of the Elms (noted above) contains an inside \"Oz\" joke. It is dedicated to Edith Van Dyne, who most readers would not know was a pseudonym for L. Frank Baum. His 1906 book, Aunt Jane's Nieces, illustrated by Emile A. Nelson, describes the adventures three young women who are invited to their dying aunt's then home so she can determine which one to leave her estate to. Mannix's book has the same premise (although in his book it is their grandmother), along with frequent references to The Wonderful Wizard of Oz. There are many parallels in the plot lines. In the end, for  example, (as noted in a plot summary) none of the girls inherits Aunt Jane's estate. It goes instead to a neglected boy who has been living there. Furthermore, it turns out that their kindly uncle, not the aunt, is the one with the money and he becomes the benefactor (at least to one of the girls).\nAt the end of Mannix's book the protagonist has an earnest discussion with her benefactor (in his book, the grandfather) in the estate graveyard. After first asking if she can be buried there, she asks \"And then will I go to the land of Oz and see Dorothy and the Scarecrow and the Tin Woodman and the Cowardly Lion?\" He responds, \"Of course you will. But I rather think I'll see them all before you will, dear\". According to the dedication, Mannix's Munchkin collaborators, Ray and Louise Powell, suggested the idea for the book.\n\n\n== Awards ==\nDutton Animal Book Award for The Fox and the Hound, 1967\nAthenaeum of Philadelphia literary award for The Fox and the Hound, 1967\nAmerican Academy of Arts and Letters - Literature, 1973\nOther awards include: the African Safari Club of Philadelphia's gold medal, and the Wilderness Club Award.\n\n\n== Literary and other influences ==\n\n\n=== Step Right Up ===\nMannix's book Step Right Up (later called Memoirs of a Sword Swallower) was inspiration for Penn Jillette, magician and television presenter, to take up fire eating. His description of how he got started, which appeared in Smithsonian Magazine, includes a long quotation from the book which includes the line, \"I was 19 years old, and like many men that age, I felt invincible. I wasn't, and you aren't. Remember that. Do not eat fire!\"\nStep Right Up was also inspiration for Betty Bloomerz, a current-generation sword swallower. She considered the book to be the discipline's \"urtext\".\n\n\n=== Tales of the African Frontier ===\nThe movie Killers of Kilimanjaro (1959) was inspired by the story of the Tsavo maneaters in the 1954 book Tales of the African Frontier by J. A. Hunter and Daniel P. Mannix.\nAccording to a contemporaneous review in The New York Times, the book includes short biographies of a dozen or so mostly white pioneers (referred to by Hunter as a \"Race of Giants\") who were said to have tamed East Africa; in summary, \"an utterly enthralling, sometimes hair-raising adventure story that brings to life again a primeval Africa that was still the heart of darkness\". While the book received positive reviews in 1954, the film released approximately five years later was criticized.  The New York Times called it \"a compendium of jungle cliches\". According to Jeffrey Richards, movies such as Killers of Kilimanjaro pushed the narrative that the British were not in East Africa to further their own ends, but instead perpetuated the myth that they were there to protect the natives from the evil Arab slavers.\nThe film had almost no relationship to the book other than the setting. It was a loose dramatization of the survey to determine the route of the Uganda Railway conducted in real life by  Captain James Macdonald rather than the construction itself. The protagonist in the film was a dashing civilian rather than an army officer and the love interest and gun battles with a German led competitor were completely made up. Nevertheless, the film did convey a sense of the harsh conditions encountered in the effort. The book chapter focused on the tremendous engineering feat in constructing the railway from Mombasa to Lake Victoria under the leadership of construction engineer, R. O. Preston.\nThere was nothing about that in the film. Moreover, despite Preston's  critical contributions to the construction, he received no credit in the project summary by the chief engineer's son, so they tend to be overlooked.\n\n\n=== Those About to Die ===\n\nThe initial screenplay for Gladiator (winner of five Academy Awards in 2001) by David Franzoni was inspired by Mannix's 1958 book Those About to Die. The book was then republished in 2001 as the Way of the Gladiator. In an interview Franzoni stated that \"When I read the book, it's not the story of Gladiator, but what was in the book was an understanding of how to connect who and how we were to who and how they were. There was a very clear understanding that the coliseums were a sports franchise\".\nIndeed, a contemporaneous review of the book in The Los Angeles Times in 1958 included the following comment, \"The result [Mannix's vivid and detailed writing style] may disturb scholars but it gives this volume the color and feeling of the Monday morning report by a top-notch reporter of a slam-bang football game\". The book and the film have almost nothing else in common. The book is a combination of descriptive accounts and historical-fiction sequences illustrating how the Roman games evolved over time into an extraordinarily expensive and cruel entertainment enterprise. The film is a dark historical drama centered on a self-indulgent, petulant emperor opposed by a heroic gladiator (former general then a slave) seeking vengeance for his murdered wife and son. In addition to the film, Mannix's book is credited as inspiration for the Peacock multi-season TV drama Those About to Die which was released in 2024.\nThe cover of the 2001 Ballantine paperback edition of the book included a reproduction of the painting Pollice Verso [\"Thumbs Down\"] (1872) by Jean-Léon Gérôme, an apparent attempt to capitalize on the popularity of the movie. It depicted a victorious gladiator standing over his prone rival and seeking a thumbs up or thumbs down from the audience. Mannix's account of this type of combat was primarily journalistic. His action sequences mainly portrayed the use of animals in the games, either to be killed by a venator or to torture martyrs (or other prisoners). Such a scene was portrayed on the cover of the 1968 British reprint published by Panther Books, which depicted a young woman about to be dismembered by bulls pulling ropes tied to her hands and feet. There were dead lions in the background perhaps killed by a venator. The illustration was extended over the front and back covers.\n\n\n=== Hunting Dragons with an Eagle (magazine article) ===\nThe Adventures of Augie March, a National Book Award winner, by Saul Bellow, included story lines similar to those in a Mannix manuscript. In one account, author, Steve Bodio, claimed that Bellow  used material from a yet unpublished manuscript describing Jule and Daniel Mannix hunting iguanas on horseback with his bald eagle, in Mexico. Consequently, Bellow was forced to pay Mannix a large sum of money. Bodio characterized chapters 14-20 of Augie March as \"FULL of Mannix!\". Bellow's account in The New Yorker described the situation differently. He said that he met Jule and Daniel Mannix while they were hunting. He was impressed by the eagle but not Daniel Mannix who he said was just a showman. When Mannix confronted him about his description of iguana hunting by Thea Fenchel (Augie March's girlfriend for a time), he said he added a footnote to his book. He said nothing about being forced to pay compensation.\nAs described in a New York Times review, Bellow fits Thea and her eagle into a larger overarching narrative.  \"A remarkable series of strong characters try to take him over, fit him [Augie] into their schemes. These schemes include everything from handling prize-fighters, stealing books, smuggling immigrants and selling army surplus in Europe, to organizing new CIO unions, guarding Trotsky in Mexico, training a moody eagle to hunt giant lizards and regenerating mankind by abolishing boredom\". Also, the writing style of Mannix and Bellow could not be more different. Mannix is matter of fact and journalistic, while Bellow's Augie is flowery (perhaps performative). As described in the Times review: \"The bravura paragraphs of philosophizing are dazzling but sometimes difficult\". For example, Mannix described his first impression of his eagle in relatively simple declarative sentences. Whereas, Bellow has Augie describe his first impression of the eagle as a \"Black Prince\", \"powerfully hansom\", with \"eyes that were gruesome jewels\", \"a manifesto of cruelty\", etc. Mannix had called his eagle \"Águila\" the Spanish name for eagle. In a literary twist, Augie called Thea's eagle \"Caligula\".  He decided on the name after an exchange with Mexican children. They call out \"El águila!\". He misunderstood and responded \"Si, Caligula\".\n\n\n=== The Last Eagle ===\n\nMannix noted that at the time the Hunting Dragons with an Eagle article was written there were no legal protections for bald eagles. Furthermore, according to Mannix, they were even considered a pest in some states. However, in the 1960s the eagle population began to decline precipitously in the continental United States. A variety of factors were responsible including hunting and pesticide use, particularly DDT.\nConsequently, he undertook the writing of his book The Last Eagle to raise awareness of the plight of the eagles and the need for action. It was his hope that a \"sympathetic novel about our national bird presenting him as a personality rather than as an ornithological specimen will do more to interest the general public in preserving this uniquely American bird than would a more formal treatise.\" In doing so he called on his long experience with bald eagles. Even before the Mannix's Mexican adventures, they had observed and filmed eagles for three months at their nest from a blind on top of a 60-foot tower at Bombay Hook, Delaware. Then after Mexico, they continued to maintain Águila at their farm in Pennsylvania for many years.\nThese experiences enabled him to portray the behavior of the eagles in great detail. For example, he was able to describe their playful behavior at times, which perhaps would not be expected. Reviews of the book took up the cause and noted the urgent need for conservation measures.\n\nIt may be possible that the book and the reviews were helpful in that regard as hoped. In any event, the bald eagle population rebounded, following subsequent enactment of rules that restricted the use of DDT and banned the hunting of eagles.\nThe cover art and internal illustrations by Russell Peterson (biologist, writer, and illustrator)\nhelped to portray the nobility and \"personality\" (Mannix's word) of the bald eagle in a realistic way. One reviewer specifically noted that the illustrations and high production values for the 1966 hardcover edition of The Last Eagle made it a \"Joy To Own\" and she titled her article that way.\n\n\n=== All Creatures Great and Small ===\nMannix's description of Grace Olive Wiley's death due to a snake bite in All Creatures Great and Small was adapted for young readers in 1936 in Elson-Gray Basic Readers Book Two as Woman Without Fear. The work is still used as study material available on the internet as \"A Running Brook of Horror\". The name refers to Mannix's description of her cobra.\n\n\n=== The Fox and the Hound ===\nThe Fox and the Hound was selected as a Reader's Digest Book Club selection in 1967 and an abridged version was printed in the fourth volume of the publisher's Condensed Books series. It was praised by numerous reviewers\n\n \n\nand received the Dutton Animal Book Award and Athenaeum of Philadelphia literary award.\nThe 1981 animated feature film, The Fox and the Hound, was adapted from Mannix's 1967 book. However, the film and the novel are quite different.  In the movie, the two become buddies to fight against a bear and the movie ends happily.  In the book, that never happens. It is much more true-to-life and the ending is incredibly tragic for fox and hound. However, in film and book, the foxes and hounds are true to type: \"foxes are survivors with a sense of adventure who often take suicidal risks\" and \"bloodhounds are also obedient and fiercely loyal to those closest to them\".\nHowever, not all of Mannix's animal protagonists are so admirable.  In The Wolves of Paris, a book loosely based on real events, the protagonist is a wolf-dog cross, who leads a pack of man-eating wolves into Paris in 1450.\nSome plot elements in the Disney film are also similar to those in another book and film adaptation about a fox and hound: The Ballad of the Belstone Fox (1970), written by David Rook,\nand The Belstone Fox (1973), directed by James Hill.\nThe cover art for the 40th Anniversary Edition DVD of the film includes the captions \"The Original Timeless Tale of True Friendship\" and \"The Story that Inspired The Fox and the Hound\", in reference to the 1981 Disney film. This is at odds with Disney crediting Mannix's 1967 novel,\nNevertheless, David Rook's novel and James Hill's film do bear similarities in outline to the earlier Mannix novel. In both, a red fox kit is reared by a hunter after his family is killed. The fox later returns to the wild and eludes a hunter and his hounds by running the rails just before a train is due. This results in an accident that motivates the hunter to track the fox for vengeance.\nThe ending of Rook's novel is also similar to the Disney film as the fox and hound become reconciled and save (or attempt to save, depending on the book version) the hunters life.\nIn contrast, at the conclusion of Mannix's novel, the fox is tracked by the hound over a day and night until the fox, weakened by poison, dies of exhaustion. To add to the tragedy, the hound is euthanized (shot with a shotgun) by his master before he moves to an old age home. It is implied that the master is forced into this situation because men want to take his land for a housing development. The ruinous consequences of habitat destruction for animals (and humans), not touched upon in the Disney film, is central to Mannix's novel.\nThe realistic illustrations for Mannix's book were done by John Schoenherr, who was a well-known wildlife artist and member of the American Society of Mammologists, and the Society of Animal Artists.\n\n\n=== The Wolves of Paris ===\nA reviewer for the Hartford Courant commented \"Informative and entertaining, and a little bit gruesome, The Wolves of Paris [Mannix's 1978 novel] is nature writing at its best, Mannix at his best\". The main character is known as Courtaud (Short Tail), a wolf-dog cross who leads a pack of man-eating wolves that terrorized Paris during the  Hundred Years' War. The pack's man-eating behavior was a consequence of man's own depravations. \"Even back then, man's wholesale slaughter of game could force wolves to seek out domestic livestock; and the bands of warriors that scourged France left behind them as lupine comestibles the carcasses of war horses and men.\" An intense effort to kill Courtaud follows.\nThe book was illustrated by Janny Wurts while she was living in an apartment in Mannix's compound on his farm near Malvern, Pennsylvania at the time.\nOne of her illustrations depicts the capture of Courtaud by an \"African hunting leopard\" [a cheetah], reminiscent of Mannix's hunting of coyotes with his cheetah. For a subsequent chapter (after Courtaud's escape) Wurts depicted another wolf being attacked by a trained golden eagle, also reminiscent of Mannix's experience. (The eagle had veered off Courtaud at the last instant).  Wurts' illustrations (done with a \"25-cent pen\") were well received and helped to launch her career as an illustrator.  After which she became a writer herself. The dedication page of her first novel, Sorcerer's Legacy includes \"D. P. Mannix IV, who has been friend, advisor, and example\". \nFor the cover of her second novel, The Cycle of Fire: Stormwarden, Keeper of the Keys, Shadowfane she painted a picture of a wizard with a goshawk that was modeled on a goshawk, which came to Mannix's farm, blind in one eye.\nShe went on to write numerous novels (20 as of 2021); in addition to cover art and interior art for even more.\n\n\n=== No Job for a Lady ===\nIn her autobiography, No Job for a Lady (\"as told to Daniel P. Mannix\"), Dr. Phyllis Lose commented derogatorily about some racehorse owners who were often more concerned with money than the wellbeing of their horses. \"One of the tragedies of working with Thoroughbreds—and to anyone fond of horses it is a real tragedy—is that they are often so valuable that monetary considerations wipe out all other factors . . . Under these circumstances there is no real affection between master and mount; it is all a grim business of profit.\" Her book was reprinted in the 1980 (#5) volume of Reader's Digest Condensed Books, which were widely read at the time. Given that wide audience, perhaps it raised awareness of the issue. Nevertheless, maltreatment of racehorses has continued to be a concern until recent times.\n\n\n== Personal life ==\nMannix and his wife and sometime co-author Jule Junker Mannix travelled around the world and raised exotic animals. Jule Mannix wrote the book Married to Adventure in 1954 as an autobiographical account of her adventurous life with Mannix. The couple had a son, Daniel Pratt Mannix V (1947–2022), and a daughter, Julie Mannix (c.1945) von Zerneck (who married Frank von Zerneck). From 1950 onward, Daniel and Jule Mannix lived in the same house in East Whiteland, near Malvern, Pennsylvania. Jule Mannix died May 25, 1977. Mannix died on January 29, 1997, at the age of 85, and was survived by his son and daughter, and four grandchildren (including Danielle von Zerneck and Kathy Hatfield).\nMannix's daughter, Julie Mannix von Zerneck was a television actress prior to her marriage. She published a book, Secret Storms A Mother and Daughter, Lost then Found, in 2013 with her daughter Kathy Hatfield who had been given up for adoption at birth. In alternating sections throughout the text, each author tells the touching story of how they were reunited after overcoming many obstacles. In her part, Julie von Zerneck says that she was an unwed mother at the time and that her parents forced her to give up her baby for adoption.\nMannix's son, Daniel Prat Mannix V, Esq., learned magic, sword swallowing, and fire eating from his father and like him traveled with a circus.  As a lawyer he worked to establish conservation easements.\n\n\n== Bibliography ==\nThe Back-Yard Zoo, Coward-McCann, 1934; eNetPress 2014\nMore Back-Yard Zoo, Coward-McCann, 1936; eNetPress 2014\nStep Right Up!, Harper & Bros., 1951; reprinted as Memoirs of a Sword Swallower, Ballantine, 1964; reprinted again in 1992 by Brainiac Books as Memoirs of a Sword Swallower with a new introduction by Herschell Gordon Lewis; eNetPress 2015\nTales of the African Frontier (with J.A. Hunter), Harper & Bros., 1954; reprinted Safari Press, 2000; in Britain: African Bush Adventures, Hamish Hamilton, 1954\nThe Wildest Game, by Peter Ryhiner as told to Daniel P. Mannix, J.B. Lippincott, 1958; eNetPress 2015; A shortened version of part of this book, My Beauty and My Beasts, in The Saturday Evening Post, 1958.\nKiboko, Lippincott, 1958 (dustcover illustration by Paul Laune); in Britain: Cassell, 1959 and Harborough, 1960; eNetPress 2014\nThose About to Die, Ballantine, 1958; reprinted as The Way of the Gladiator, 2001; in Britain: Panther Books 1968; eNetPress, 2014\nThe Hellfire Club, Ballantine, 1959; eNetPress 2015\nThe Beast: The Scandalous Life of Aleister Crowley, Ballantine, 1959\nBlack Cargoes: A History of the Atlantic Slave Trade 1518–1865 (with Malcolm Cowley), Viking Press, 1962; Britain: Longmans, 1963; softcover, Penguin Books, 1977; eNetPress 2014\nAll Creatures Great and Small, McGraw-Hill, 1963; republished ebook, The Autobiography of Daniel Mannix, eNet Press 2014\nThe History of Torture, Dell, 1964 (paperback); Hippocrene Books, 1986; eNetPress 2014\nThe Outcasts, E.P. Dutton, 1965 (illustrated by Leonard Shortall); eNetPress 2013\nThe Last Eagle, McGraw-Hill, 1966 (illustrated by Russell Peterson); in Britain: Longmans, 1967; shortened version, The Way of the Eagle, in Reader's Digest Condensed Books Vol. 64 Winter, 1966; eNetPress 2013\nA Sporting Chance: Unusual Methods of Hunting, E.P. Dutton, 1967\nThe Fox and the Hound, E.P. Dutton, 1967 (illustrated by John Schoenherr); shortened version in Reader's Digest Condensed Books Vol. 71 Autumn, 1967; eNetPress 2013\nThe Killers, E.P. Dutton, 1968 (illustrated by George Ford); eNetPress 2014\nTroubled Waters: The Story of a Fish, a Stream and a Pond (illustrated by Patricia Collins), E.P. Dutton, 1969; eNetPress 2014\nThe Healer, Reader's Digest Press, distributed by E.P. Dutton, 1971 (dustjacket illustration by David K. Stone); eNetPress 2014\nDrifter, Reader's Digest Press, distributed by E.P. Dutton, 1974 (dustjacket illustration by David K. Stone); eNetPress 2014\nThe Secret of the Elms, Reader's Digest Press, distributed by Crowell, 1975; eNetPress 2014\nWe Who Are Not As Others, Pocket Books 1976; republished with photographs as Freaks: We Who Are Not As Others Re/Search Publications, 1990; eNetPress 2014\nNo Job for a Lady: The Autobiography of M. Phyllis Lose, VMD, by M. Phyllis Lose as told to Daniel P. Mannix, Macmillan, 1979; shortened version in Reader's Digest Condensed Books Vol. 33 #5, 1980 (illustrated by David K. Stone); Ballantine (paperback) 1982 &1983\nThe Wolves of Paris (dustjacket illustration by David K. Stone, internal drawings by Janny Wurts), E.P. Dutton (hardcover) 1978; Avon (paperback), 1979, 1983; eNetPress 2014\nThe Old Navy: The Glorious Heritage of the U.S. Navy, Recounted through the Journals of an American Patriot by Rear Admiral Daniel P. Mannix, 3rd, as edited by Daniel P. Mannix 4th, Macmillan, 1983; eNetPress 2014\nHunter, by J. A. Hunter, Hamish Hamilton, 1952 (Mannix helped Hunter write this book by \"arranging, cutting and supplementing Hunter's notes\" and putting it into final shape for publication); shortened version in Reader's Digest Condensed Books (illustrated by R. F. Kuhn), Winter 1953\nHappy Adventure, book by Jule Mannix (Mannix's wife), Simon & Schuster, USA, 1954; also as Married to Adventure, Great Britain, Hamish Hamilton, 1954; abridged as a paperback, Eagle in the Bathtub, Ballantine Books, 1959\nThis list does not include translations into other languages. Also, as of March 2024, eBook editions of Mannix's books published by eNet Press, Inc. are no longer available for purchase.\n\n\n== Filmography ==\nEagle Versus Dragon, Universal Studios, 1944 (two reel featurette) (Jule and Daniel Mannix, main subjects and narrators)\nBoy and the Eagle, RKO Pictures, 1949 (short) (original story, screen play)\nKing of the Sky, Universal Studios, 1953 (documentary short - clipped from Eagle Versus Dragon) (writer, actor, director, producer, bird trainer)\nUniversal Color Parade: Parrot Jungle, Universal Studios, 1958 (short) (writer, director, producer, photographer, bird trainer)\nKillers of Kilimanjaro, British: Warwick Films 1959 (book African Bush Adventures)\nThe Fox and the Hound,  Walt Disney Productions, 1981 (book The Fox and the Hound)\n\n\n== References ==\n\n\n== External links ==\n Quotations related to Daniel P. Mannix at Wikiquote\nDaniel P. Mannix at IMDb",
    "Ben Cousins": "Benjamin Luke Cousins (born 30 June 1978) is a former professional Australian rules footballer who played for West Coast and Richmond in the Australian Football League (AFL). Cousins is listed by journalist Mike Sheahan as one of the fifty greatest players of all time. During his 12-year, 238-game career with West Coast, he won several of the league's highest individual awards, including a Brownlow Medal, Most Valuable Player and a premiership medallion. He was also selected six times in the All-Australian Team and represented Australia in the International Rules Series. He was West Coast's club champion for four seasons and captain for five seasons.\nCousins' football career was marred by highly publicised off-field incidents involving illegal recreational drug use, traffic convictions and association with criminal elements. On several occasions he was fined or sanctioned by West Coast, culminating in the termination of his contract in October 2007. The following month, he was banned from AFL for one year by the AFL Commission for \"bringing the game into disrepute\". Amid predictions that he would remain undrafted, Richmond claimed Cousins with the last pick of the 2008 draft. He played 32 games across two seasons at the club, retiring from the AFL at the end of the 2010 season.\nCousins co-produced a documentary film titled Such is Life: The Troubled Times of Ben Cousins, saying he hoped it would serve as a cautionary tale against drug use. Released days after his retirement, it was \"one of the most-watched documentaries in Australian history.\" Post-football, Cousins continued to struggle with his drug addiction and have run-ins with the law, and in 2017 he received a 12-month prison sentence for a variety of offences. In 2023, after beating his addictions, Cousins joined the Seven News team in Perth where he reads the morning news sports bulletin and is emerging as one of the city’s leading sports reporters.\n\n\n== Early life ==\nCousins was born in Geelong, Victoria, on 30 June 1978, to Stephanie and Bryan, an Australian rules footballer who had moved from Western Australia to play for the Geelong Football Club in the Victorian Football League. When Cousins was 18 months old, his family moved back to Perth, Western Australia, where he was raised with younger siblings Matthew, Sophie and Melanie. He played junior football for the Bull Creek-Leeming Junior Football Club and for his private school, Wesley College. In his last year at Wesley in 1995, he was recruited to join the East Fremantle Football Club's senior side in the West Australian Football League (WAFL) and played for both his school and East Fremantle throughout the season.\nWhile Cousins was still at school, three AFL teams competed to draft him under the father–son rule: the Geelong Football Club, the West Coast Eagles, and the newly formed Fremantle Football Club. Cousins' father Bryan played 238 games for Perth in the WAFL and 67 games for Geelong in the VFL during the 1970s and 1980s. Geelong's recruiting manager, Stephen Wells, said, \"Ben barracked for Geelong and we tried everything to get him here.\" However, Cousins preferred to remain based in Western Australia and chose West Coast in October 1995.\n\n\n== AFL career ==\n\n\n=== West Coast Eagles ===\n\n\n==== 1996–1997: Rising Star Award and increasing popularity ====\nAt 17, a week after his tenth WAFL game for East Fremantle, Cousins played his first AFL match and kicked two goals for West Coast against Geelong. He won the Norwich Rising Star award for his debut season in 1996, polling 15 votes from the six judges to beat Shannon Grant by one point.\nCousins' popularity continued to increase over the following seasons. In 1998, the Herald Sun ran a two-page article across its centre pages about 20-year-old Cousins, titled \"West goes wild for the kid\". The article portrayed Cousins as a sex symbol and \"football's answer to Brad Pitt\". When asked about the article, he said the popularity \"comes with the territory... If you want to be a league footballer you have to accept that it is part of the game.\" Sports agent Ricky Nixon approached Cousins in 1998 about managing his endorsement deals, because \"He's good-looking, he elected to stay in Perth and not play in Victoria, opposition coaches take notice of him and on top of that he's a future leader.\" In 1999, International Management Group, who managed sports stars such as Tiger Woods and Pete Sampras, said they would like to sign Ben, as \"There is no doubt that he is now in the top bracket of players and has great marketing potential... Apart from being an outstanding footballer, he is a quality young man.\" Ross Nicholas, West Coast's marketing manager, said:\n\n\"He's easily the most sought-after Eagle... No player was, or is, as popular as Ben. His appeal is so diverse. Kids want his autograph and photograph. Sponsors want him to sit next to them. They want him to push their product... If Ben's well managed, the sky's the limit for him... They've got to find the balance between his commercial potential and his contribution to the community. The club offers protection, but it's up to Ben what demands he puts himself under.\"\n\n\n==== 1997–2000: First finals appearance and first All-Australian selection ====\nIn 1998, Cousins was selected in the All-Australian Team and was runner-up in West Coast's Best and Fairest. He played in his first AFL finals game in 1999, against the Western Bulldogs in a qualifying final at the MCG, and the year included another selection in the All-Australian Team and representing Australia in the International Rules Series. In 2000, Cousins signed a new three-year contract with the West Coast Eagles, reportedly worth nearly A$1 million.\n\n\n==== 2000–2003: Best and Fairest at West Coast and appointed co-captain ====\nHe played his 100th game amid speculation he would take over the captaincy from Guy McKenna, who was due to retire after the same game. Cousins said, \"After you play two or three seasons, you think of the possibility of a leadership role down the track, but the talk of it has certainly come a lot earlier than I would have thought.\" In 2001, Cousins was named co-captain, sharing the role with Dean Kemp. He won his first club Best and Fairest at the end of the season, a feat which he repeated in 2002 and 2003, and he was again named in the All-Australian Team in 2001 and 2002. Kemp's retirement saw Cousins become the captain in 2002, a role he filled until 2006. In 2005, West Coast coach John Worsfold said of Cousins' fifth year as captain, \"Ben is improving all the time and with the way this group is coming along, I think he is going to be a great leader\".\n\n\n==== 2003–2004: Continued individual success and injuries ====\nIn early 2003, Cousins injured his ankle in a game against Hawthorn but played on through five weeks of pain-killing injections. In Round 15, 2004, he injured his back and missed six games. Cousins said, \"That injury is something that I got over and am probably no chance of getting a relapse... The other side to it is, because I have played 10 years of consistent AFL footy, I've probably got an older back than someone my age\". In Round 1, 2005, he dislocated a finger and missed one round after undergoing an operation. West Coast chief executive Trevor Nesbitt said, \"There's no doubt that he's at his best when under pressure and he's so resilient; he plays with injuries that other players wouldn't\".\n\n\n==== 2004–2006: Brownlow Medal and Grand Final berth ====\n\nAfter Cousins played his 200th game in July 2005 he was given a \"rousing reception from 41,524 grateful fans\", as video clips of his ten years at West Coast were shown at the end of the game. Cousins was \"possibly the highest-profile sportsman in Western Australia\", the youngest of the 10 West Coast players to reach 200 games and the 14th youngest in the history of the AFL/VFL.\nCousins won the Brownlow Medal, the AFL's highest individual player award, on 19 September 2005 with 20 votes, ahead of teammate Daniel Kerr on 19 votes and Nick Dal Santo on 18 votes. Cousins was the favourite to win with bookmakers, after five previous top-10 finishes. He did not attend the award ceremony in Melbourne, remaining in Perth to prepare for West Coast's Grand Final match against Sydney Swans the following weekend. His celebration was \"very quiet, I went over to the bar, bought the folks a bottle of champagne, had one lemonade and went up to the (hotel) room. I managed to get to sleep before midnight, which was a bonus.\" West Coast's last training session in Perth before travelling to their first Grand Final game since 1994 was attended by 3,000 fans. Trevor Nesbitt, West Coast's chief executive, said he expected that the combination of the team's Grand Final appearance, Cousins' Brownlow win, and Chris Judd's Brownlow win in the previous year, would lead to a turnover of around $2 million in club merchandise. Nesbitt added:\n\n\"It's quite a special time for the club and it's probably worth $1 million to WA footy as a minimum I would think... The performances of Chris and Ben assist us in raising more money for WA football and their contribution is just outstanding. They're marquee players and, apart from everything else that happens with them, they are extremely beneficial for all West Australians.\"\nWest Coast lost the 2005 Grand Final to Sydney by four points, but as well as his Brownlow win, Cousins was awarded another West Coast Best and Fairest and the players' Most Valuable Player award, with 159 votes compared to runner-up Matthew Pavlich's 99 votes. He was runner-up to Barry Hall in the coaches' player of the year award, and in statistics, had 612 disposals, 24 goals, and ranked in the top five of the league in nine of the 12 categories.\n\n\n==== 2006–2007: Premiership Cup, off-field misconduct and captaincy resignation ====\nIn February 2006, Cousins resigned his captaincy after an off-field incident where he fled a booze bus. In May 2006, he signed a new three-year contract with West Coast, and in September 2006, West Coast won the Grand Final, defeating Sydney by one point. Cousins was suspended indefinitely by West Coast on 20 March 2007 after missing two training sessions. It was later confirmed that Cousins had a substance abuse problem.\nAfter returning from four weeks of rehabilitation in Malibu, California, for substance abuse, Cousins was offered an amended contract by West Coast, rumoured to contain strict conditions such as repaying the cost of rehab and undertaking regular drug tests. On 29 June 2007, Cousins was given clearance by the AFL to resume training with the West Coast Eagles, which he did the following Monday. However, he injured a hamstring in training, delaying his comeback until West Coast's home game against Sydney on 21 July at Subiaco Oval. He gained 38 disposals and six marks in the game, inspiring West Coast's win.\n\n\n==== 2007–2008: Drug possession arrest, delisted by West Coast Eagles and 12-month AFL ban ====\nOn 16 October 2007, Cousins' car was stopped in Northbridge and searched.  He was arrested for drug possession and refusing to submit to a blood test.  The Eagles sacked him the next day, which meant that he was no longer a registered AFL player. On 19 November, he was banned from playing senior football for 12 months by the AFL Commission for \"bringing the game into disrepute\", and was formally delisted by West Coast on 30 November. Eagles officials said that he would never appear in an Eagles guernsey again, and AFL CEO Andrew Demetriou said it would be \"extremely difficult\" for him to ever return to the AFL.\n\n\n=== Richmond Tigers ===\n\n\n==== 2008–2010: Career renewal at Richmond Tigers and retirement ====\n\nIn November 2008, the AFL Commission cleared Cousins to play AFL football in 2009. The Commission ruled that Cousins must submit to regular drug tests, including urine testing up to three times per week and hair testing up to four times annually. Cousins attended drug testing in early November with no body hair long enough to sample.\nSeveral teams showed an interest in drafting Cousins for 2009, including Collingwood Football Club, St Kilda Football Club and Brisbane Lions. Collingwood sent a private investigator to Perth to follow Cousins for several days. After meeting with Victorian Chief Commissioner of Police Christine Nixon in October 2008, Collingwood announced that they would not draft Cousins. In November, after reviewing Cousins and consulting stakeholders for five months, St Kilda said they would not draft him. The day before the national draft, Brisbane issued a media release that said they would not be drafting Cousins. On 29 November 2008, Cousins was not selected in the AFL National Draft.\n\nAhead of the AFL Pre-season Draft in December 2008, Richmond Football Club approached the AFL Commission for approval to move injured senior player Graham Polak to its rookie list in order to obtain a second draft pick in the pre-season draft, which it said it would use to select Cousins. The AFL Commission had given approval to Essendon two years earlier to do similar with Adam Ramanauskas during his battle with cancer. The commission, with the support of the AFLPA and most of the clubs, denied Richmond's request. However, Richmond selected Cousins with its only Pre-season Draft selection (#6 overall) on 16 December. Following this Richmond received an influx of new club members and Cousins trained with the team the following day in front of a crowd of around 2,000. In Richmond's Round 1 game against Carlton on 26 March, Cousins strained his hamstring during the final quarter. He played a game with the Coburg Football Club in the Victorian Football League before returning to the AFL in Round 7 against Brisbane.\nOn 17 August 2010, after weeks of speculation by the media, Cousins announced his retirement in front of his family and huge crowd. During the speech, he thanked everyone who had assisted him during his career, acknowledged his encounters with drugs and the law, and apologised to his family for the situation he had put them in:\n\nI'll always regret what I've put my family through. There's a lot of shame and regret. People wonder why I haven't broken down or shed a tear (in public). My tears are something that I hold close to me; they're for me and my family.\n\n\n== Statistics ==\n\n\n== Honours and achievements ==\n\nTeam\nAFL Premiership (West Coast): 2006\nMcClelland Trophy (West Coast): 2006\nIndividual\nBrownlow Medal: 2005\nLeigh Matthews Trophy (AFLPA MVP Award): 2005\nAll-Australian: 1998, 1999, 2001, 2002, 2005, 2006\nAustralian Football Media Association Player of the Year Award: 2005\nJohn Worsfold Medal (West Coast Eagles Best & Fairest): 2001, 2002, 2003, 2005\nHerald Sun Player of the Year Award: 2005\nLou Richards Medal: 2005\nAustralian Representative Honours in International rules football: 1999\nWest Coast Eagles – Team 20\nGeoff Christian Medal: 2001\nWestern Australian Sports Star of the Year: 2005\nGoal of the Year: 1999\nAFL Rising Star Award: 1996\nAFL Rising Star Nominee: 1996 (Round 12)\nWest Coast Eagles Life Membership Inductee: 2003\n\n\n== Personal life ==\n\n\n=== Early professional career ===\nIn 1997, Cousins took part in an education campaign for the WA Asthma Foundation. During his first year in the AFL, Cousins said his chest often felt tight and he had difficulty playing, \"but if I monitored my asthma correctly and took the right medication, I was able to overcome those effects\". In 1999, he had a mild asthma attack while warming up for a game against Melbourne, then fainted while at a restaurant after the game. West Coast's football manager, Rod Lester-Smith, said Cousins may have been affected by asthma, low blood pressure from playing the game earlier, and a corked leg that caused some internal bleeding. He was taken to Murdoch Hospital and recovered quickly.\nWest Coast coach Ken Judge was told by a Perth detective in 2001 that Cousins and two of his teammates may have been using illegal drugs. Judge passed this information on to the club's administration but no action was taken.\nIn September 2002, Cousins punched teammate Daniel Kerr at the club's best and fairest award celebrations, after an argument about Kerr's relationship with Cousins' sister Melanie. The altercation resulted in Cousins breaking his arm.\nIn May 2005, Cousins and teammate Michael Gardiner were questioned about their acquaintance with John Kizon and Troy Mercanti, two Perth underworld figures who were allegedly involved in a stabbing and shooting at Perth's Metro City nightclub. Cousins was in Melbourne at the time of the shooting, but it was claimed that he and Gardiner had received phone calls from the figures both before and after the incident at the nightclub. Police questioned Cousins and Gardiner about the incident but they refused to co-operate. Newspaper columnists at The West Australian and talkback radio callers demanded Cousins resign his captaincy. His judgment had previously been questioned by West Coast management after he and Gardiner were photographed entering Crown Casino with Kizon in 2001. However, no disciplinary action was taken. Trevor Nesbitt, the team's chief executive, said:\n\n\"We are prepared to give them more than one chance. In this case, it is maybe their last chance... They have had chances before, they have had opportunities before, they have made mistakes before. It gets to the point where those mistakes can't be tolerated any longer. This hurts us. It hurts our brand. It hurts our image.\"\n\n\n=== Troubled years ===\n\nOn 12 February 2006, Cousins fled a booze bus, abandoning his Mercedes-Benz and girlfriend Samantha Druce in the middle lane of Perth's Canning Highway and running from police with a male passenger. The male passenger was later caught and breath-tested, but Cousins eluded the police by swimming into the Swan River. On 20 February, Cousins resigned as captain of the West Coast Eagles. He pleaded guilty to obstructing the path of another driver and obstructing a public officer in court in March 2006 and was fined $900 plus costs. He was fined an additional $5,000 by West Coast.\nOn 3 December 2006, Cousins was arrested for public intoxication after passing out in front of Crown Casino in Melbourne and spent four hours in jail. He was released without being fined or making a court appearance. The West Coast Eagles later announced that the club would not discipline Cousins, stating that the media scrutiny was sufficient punishment.\nIn early March 2007, Cousins and his girlfriend of 13 years, Samantha Druce, ended their relationship. On 20 March, Cousins was suspended indefinitely from West Coast after failing to attend two training sessions. West Coast club chairman Dalton Gooding stated at a press conference that Cousins was facing a \"number of personal and professional issues\" and that \"Over the past few weeks those issues have come to the surface and it's time that Ben was suspended from the club to go away and try to tackle those issues head on.\" He also said:\n\n\"We always said we would suspend players if they reoffended and Ben has reoffended by missing training, and we have been very consistent with that … We believe he's breached his contract and acted unprofessionally and that's why he's been suspended and that's why we're giving him every opportunity to fix up his personal and private issues.\"\nIt was later revealed that Cousins underwent an AFL drug test on 19 March 2007, and it was later confirmed that he had a substance abuse problem. On 21 March, Cousins was admitted to drug rehabilitation. On 22 March, his father Bryan released a statement in a video broadcast by Network Ten:\n\n\"I am making this statement today not on behalf of Ben, but as a father on behalf of his son... Ben's problem relates to substance abuse and he faces a great challenge... We acknowledge the public scrutiny that comes with the opportunities and privileges that Ben has had, but I ask now with the issues that Ben faces, that my son be given the privacy and the opportunity that he needs to deal with this problem... Ben, you are not alone with this challenge. Your family, your friends, your fans and your footy club want you to overcome this issue and win in the same manner in which you have done throughout your whole career.\"\n\n\n=== Rehabilitation commences ===\nAt the end of March 2007, Cousins flew to Malibu, California, for rehabilitation at the Summit Center where he stayed for four weeks. He returned to Perth on 30 April 2007, with much attention from the media. On 4 May, he released a televised apology, saying:\n\n\"As you are aware, I have been at an overseas rehabilitation centre for the past month undergoing treatment for a number of personal issues, including illness as the result of substance use... I apologise to the West Coast Eagles Football Club, sponsors, the AFL and the community for my actions... I know that in order to play football again I will have to be accepted back by the players and staff of the West Coast Eagles and the AFL, and I'm willing to fulfil any obligations imposed on me. At the present time I don't know when I'll play again. My priority is to regain my health, my life and my standing.\"\nChris Mainwaring, a former West Coast Eagles player and close friend of Cousins, died of a drug overdose on 1 October 2007. Cousins received renewed media attention, as he was the last person to see Mainwaring alive, having visited him twice on the night of his death to provide emotional support and deliver food. On 16 October, Cousins was arrested in the Perth suburb of Northbridge after police pulled over his vehicle because of \"the manner of his driving\". Cousins' vehicle was searched, and he was charged with failure to comply with a police-ordered drug assessment and possession of a prohibited drug, the police having found quantities of prescription drugs diazepam, Viagra, oxycodone and Caverta as well as traces of ecstasy and cocaine on a $20 note in the car. Cousins was sacked by West Coast for serious breaches of his agreement with the club the day after his arrest. On 19 October, Cousins's lawyer, Shane Brennan, reported that police would drop the drug-related charges against him. On 27 October, Cousins flew to Los Angeles to continue his drug rehabilitation at the Summit Center. The media reported that Cousins was missing and had failed to attend treatment in Malibu, and he was admitted to hospital several days later after an alleged cocaine binge. No charges were laid by US police. He returned to Australia and told a packed media conference that he was \"overcoming a drug addiction\". A week later he flew to the Gold Coast for a three-day alcohol and drug binge during Schoolies week.\nA painting of Cousins titled Waiting for the Day reached the finals of the 2009 Archibald Prize. Painted by South Australian artist Megan Roodenrys, it shows Cousins in bed battling through a sleepless night during his drug scandal. The painting was bought at auction by a Melbourne businessman the following year for $18,000.\nIn March 2010, Cousins was twice admitted to Epworth Hospital after suffering from abdominal pain and cramping. The Richmond Football Club denied reports that it had warned Cousins to curb his drinking amid fears his AFL career could be shortened by excessive alcohol consumption. On 12 April, Cousins was among four Richmond players suspended by the club after a drunken escapade at the team hotel in Sydney earlier that week. Although Cousins was not intoxicated, the club deemed that he had not acted responsibly or in a manner expected of him by the club, and he was suspended for one week. On 5 July, Cousins was admitted to hospital after a \"severe reaction to prescribed sleeping medication\". His hospitalisation prompted debate over the use of legal stimulants such as caffeine and legal sedatives such as sleeping pills among sportspeople, with the Premier of Victoria, John Brumby, disapproving of their use.\n\nA feature-length documentary on Cousins' personal problems, filmed over a two-year period, aired on the Seven Network in August 2010. Titled Such is Life, it is named after bushranger and outlaw Ned Kelly's alleged last words, which Cousins got tattooed across his torso in 2007. Cousins is featured taking illicit drugs, speaking candidly about his addiction and saying that he hopes his story will ultimately help to save lives. It was one of the year's most-watched programs in Australia, with over two million viewers nationwide. In November of that year, Cousins released an autiobraphy, Ben Cousins: My Life Story, published by Macmillan Australia.\n\n\n== Legal issues ==\nIn May 2011, it was reported that since Cousins' departure from AFL football his life had lost direction: he had failed to commit to a mining job in Western Australia and was struggling to find focus. His father confirmed that his son's attempt to rebuild his life had taken a \"couple of bad turns\" in the previous three months and that he was battling \"troubled times\". In September 2011, Cousins' partner Maylea Elizabeth Tinecheff gave birth to their first child, a son, Bobby Ernest Cousins.\nOn 9 January 2012, Cousins was admitted to Sir Charles Gairdner Hospital after suffering a fall at a drug rehabilitation clinic. He slipped while getting out of a shower, striking his head on a basin and injuring his neck. It was reported that Cousins had been experiencing continuing problems with illicit drugs, despite seeking help at several drug rehabilitation clinics, and that he had \"never been clean for more than three months.\" It was also reported that he had recently undertaken an extreme drug binge lasting for approximately eight days. Cousins was committed by doctors to a suburban mental health unit under police escort on 13 January 2012 after suffering a four-day episode of drug-induced psychosis while being treated at Sir Charles Gardiner Hospital.\nOn 27 March 2012, Cousins was arrested by police at Esperance Airport, in the south of Western Australia, on suspicion of possession of drugs. He was strip-searched and found to have methamphetamine secreted in his anus. The initial charge of intent to sell or supply the drug was later downgraded to simple possession, to which Cousins pled guilty and was fined $800. On 17 April 2012, Cousins was arrested and charged again in Western Australia for possession of cannabis and a smoking implement.\nOn 11 March 2015, Cousins was arrested in the Perth suburb of Bicton after leading police on a slow-speed car chase, stating he could not stop due to a family emergency. Four days later, it was reported that Cousins had been sent to a mental health facility after he was found inside the Special Air Service's Campbell Barracks in Swanbourne. Cousins was arrested for the third time in two weeks after trying to outrun police in Canning Vale following a \"bizarre incident\" outside a Sikh temple.\nIn June 2016, police intervened when Cousins attempted to direct traffic on Perth's Canning Highway. He was described by witnesses as being \"really lost, confused and making no sense at all\", and taken to Fiona Stanley Hospital.\nIn November 2016, Cousins failed to appear in court on charges of breaching a violence restraining order and possessing methamphetamine. A bench warrant was issued for his arrest. At around 1:30 am the following day, while driving high on methamphetamine in High Wycombe, he crashed his car head-on into a truck. He sustained minor injuries and was taken to Royal Perth Hospital under police guard.\n\n\n=== Imprisonment ===\nCousins was arrested in the Perth suburb of Melville in February 2017 and charged with a number of offences related to drugs, violence and stalking, including seven counts of breaching a violence restraining order. The following month, at the Magistrates Court of Western Australia, Cousins was charged with eleven offences and received a 12-month prison sentence. He served his sentence at Acacia Prison. In May 2017, it was reported that Cousins was attacked by another inmate after borrowing his tea cup and not returning it. Cousins became eligible for parole six months into his sentence, but the parole board denied his application and ordered him to complete rehabilitation courses after he failed a drug test.\nCousins was released from prison in January 2018. As part of his parole conditions, Cousins began part-time work in the West Coast Eagles' community and game development department, but abruptly left the job in April 2018. In August 2018, he was arrested and charged with multiple offences, including drug possession, making threats and breaking a violence restraining order. He was released on bail in April 2019.\n\n\n== Media career ==\nIn June 2023, Cousins commenced presenting the sport on 7NEWS Morning Edition in Perth.\n\n\n== References ==\n\n\n== External links ==\n\nBen Cousins's playing statistics from AFL Tables",
    "List of The Donna Reed Show episodes": "The Donna Reed Show is an American sitcom starring Donna Reed as the middle-class housewife Donna Stone. Carl Betz co-stars as her pediatrician husband Dr. Alex Stone, and Shelley Fabares and Paul Petersen as their teenage children, Mary and Jeff. 275 half-hour episodes were made, all in black-and-white. The show originally aired on ABC from September 24, 1958, to March 19, 1966.\n\n\n== Series overview ==\n\n\n== Episodes ==\n\n\n=== Season 1 (1958–59) ===\n\n\n=== Season 2 (1959–60) ===\n\n\n=== Season 3 (1960–61) ===\n\n\n=== Season 4 (1961–62) ===\n\n\n=== Season 5 (1962–63) ===\n\n\n=== Season 6 (1963–64) ===\n\n\n=== Season 7 (1964–65) ===\n\n\n=== Season 8 (1965–66) ===\n\n\n== References ==\n\n\n== External links ==\nThe Donna Reed Show at epguides.com\nThe Donna Reed Show at IMDb",
    "Dennis Hof": "Dennis Leroy Hof (October 14, 1946 – October 16, 2018) was an American businessman and politician. He owned seven legal brothels in Nevada, most notably the Moonlite BunnyRanch. Hof was also a Republican candidate in 2018 for the Nevada Assembly, to which he was posthumously elected less than one month after his death.\n\n\n== Career ==\nBefore entering into the brothel business, Hof owned gas stations, first in Arizona and later in Nevada.\n\n\n=== The Moonlite Bunny Ranch ===\n\nHof purchased and remodeled The Moonlite BunnyRanch in 1992, a brothel that had been founded in 1955; he then purchased a second brothel, Kitty's, and renamed it The Love Ranch North. Hof later purchased two additional brothels from longtime Nye County brothel proprietor Joe Richards: the Cherry Patch in Crystal, Nevada, renamed the Love Ranch Vegas, and the Cherry Patch II in Amargosa Valley, Nevada, renamed the Alien Cathouse. On September 8, 2018, it was announced that the Alien Cathouse had been sold to business owner Raman Sharma.\nDespite Nevada laws banning brothel advertising, Hof maintained a high profile to create publicity for his brothels. He was the president of the Nevada Brothel Owners' Association and its lobbyist; the Bunny Ranch is the closest brothel to the state capital, Carson City.\nHof operated a website; the \"working girls\" are encouraged to cultivate online relationships with both potential and past clients. He often appeared on talk shows, including Oprah Winfrey, The Today Show, The View, Fox News, Howard Stern, Lex and Terry, and many others. Hof employed adult film stars, including Sunset Thomas with whom he also had a romantic relationship. He also gave free offers to soldiers returning from duty.\nIn early 2009, due to the recession, State Senator Bob Coffin (D) proposed legalizing prostitution statewide for tax purposes. Hof was prominently featured in a number of media reports saying he would expand into Las Vegas given the opportunity, and was looking at some closed casinos as property. However, the Nevada lawmakers chose not to consider the proposal of statewide legal prostitution during that legislative session.\n\n\n==== Series ====\nHof and the Moonlite Bunny Ranch brothel were featured in the HBO series Cathouse, which ran from 2002 to 2014. Two documentary series followed: Cathouse: The Series premiered in 2005, and Cathouse 2: Back in the Saddle appeared in 2007.\nBoth featured a look at the inner workings of a legal house of prostitution as well as the life of a number of the working girls, borrowing some techniques from reality television, such as camera-only interviews and staged spontaneity.\n\n\n=== Filmography ===\nHof appears as himself in an \"underground\" mall shop called \"Pro-Life Sex\" in the 2014 indie film Alongside Night. In 1998, Hof was in the Hughes Brothers documentary American Pimp, where notably he was the only white man the brothers interviewed. At one point in the documentary, he very nearly accurately predicted his own death, going out getting the best piece of pussy.\n\n\n=== Public speaking and television appearances ===\nHof had speaking engagements at Oxford University and Trinity College, Dublin. The New Yorker ran an 11-page article by Rebecca Mead about him, entitled \"American Pimp\", in 2001.\nHof appeared on Walton and Johnson, Brand X with Russell Brand, Rover's Morning Glory, The Johnny Dare Morning Show, Todd and Tyler, American Pimp, The Tyra Banks Show, Lex and Terry, the Opie and Anthony Show, The Adam Carolla Show, The Howard Stern Show, The Mike Calta Show, Loveline with Stryker and Dr. Drew, Derek and Romaine, and on Dr. Phil, as well as giving a tour and interview to conservative pundit Sean Hannity on Hannity and Colmes.\n\n\n=== Author ===\nHof released a book, The Art of the Pimp, in March 2015. The memoir includes personal accounts from women who worked for him, in which they detail sexual abuse at his hands. It also includes a psychological profile of Hof from psychotherapist Sheenah Hankin. Hankin found him to be a narcissist with no empathy, and states of his relationships with his employees, \"Like any pimp, he exploits them. This is sadistic behavior, and it is both unrecognized and denied.\"\n\n\n== Legal problems ==\nIn 1999, Lyon County sheriff's deputy Brian Putzer filed a police report accusing Hof of death threats. According to Deputy Putzer, the threats were spurred when Putzer did a routine walk-through check of one of Hof's brothels and discovered documents showing that Hof was setting up sexual encounters in counties where prostitution is illegal. Putzer states that his superiors \"didn't want to challenge Hof\" as the county is poorly funded and Hof's brothels were a major contributor to the local economy.\nIn 2016, a woman who had formerly worked for Hof, Jennifer O'Kane, publicly accused Hof of nonconsensual sexual contact, rape, sexual harassment, and having sex with his workers without a condom. O'Kane stated that Hof regularly gets away with the sexual abuse of his employees due to their status as sex workers, and that she had reported the rape to the D.A.'s office in 2011, but nothing had been pursued. The accusations were similar to statements made in Hof's own memoir by former Hof employees Krissy Summers and Cami Parker, who noted abusive behavior and coerced sexual encounters in the brothel. A detective interviewed O'Kane regarding the accusations but charges were not pursued as there were no other direct witnesses and Hof was running for political office at the time. Deputy District Attorney Katrina Samuels again declined to prosecute the case in 2018, stating that the statute of limitations had passed.\nIn December 2017, another former employee, Diana Grandmaison, reported a non-consensual sexual encounter with Hof to the same detective who had investigated the O'Kane case. Grandmaison stated that Hof regularly initiated such encounters with the young women who worked for him and detailed other forms of work abuse. No further action was taken.\n\n\n== Politics ==\nHof endorsed Ron Paul in the 2008 and 2012 presidential elections. He joined the Libertarian Party in 2015. In December 2016, he became a \"Trump Republican\".\nIn 2016 and 2018, Hof ran for the 36th District seat in the Nevada Assembly, the lower house of the state legislature – the first time as a Libertarian and the second time as a Republican; he lost the first race to James Oscarson, but defeated him in the GOP primary in 2018. Hof prevailed in the primary after Nye County officials attempted to remove his campaign signs. However, in an emergency motion before the Federal District of Nevada, Hof prevailed in a First Amendment claim against the county. He was represented in that matter by First Amendment attorney Marc Randazza. After winning the primary Hof styled himself as the \"Trump from Pahrump.\"\nHof died October 16, 2018, just two days after his 72nd birthday and less than a month before the 2018 general election. His name remained on the ballot (with polling places posting public signage stating that Hof was deceased), and he posthumously won election to the seat over his Democratic opponent, Lesia Romanov, by a 68.3% to 31.7% margin; under Nevada state law, the seat was declared vacant. County commissioners from Lincoln, Nye and Clark counties conducted a weighted vote to determine Hof's replacement. The seat was given to Gregory Hafen II, general manager of a local utility company founded by his grandfather.\n\n\n=== Electoral history ===\n\n\n==== 2016 ====\n\n\n==== 2018 ====\n\n\n== Personal life ==\nIn Cathouse: The Musical, Hof revealed that he only dated prostitutes. \"I don't date civilians [non-working girls].\" The documentary series showed several of his relationships with employees, such as adult film star Sunset Thomas and Heidi Fleiss. In his memoir, Hof disclosed a lack of interest in monogamy and detailed how every one of his relationships ended due to his own infidelity. Hof was a close friend of Fox News personality Tucker Carlson. He once stated that he communicated with Carlson daily to give him ideas for his show.\n\n\n== Death ==\nHof died in his sleep at his Love Ranch South in Crystal, Nevada, on October 16, 2018, following a party for his 72nd birthday that had been attended by Joe Arpaio, Heidi Fleiss, Grover Norquist, and Ron Jeremy, the last of whom found Hof unresponsive. Police did not suspect foul play at the time of his death, and no one who was with him the night before noticed any signs of ill-health. Hof's legislature campaign manager Chuck Muth said that Hof was \"having the time of his life\" that night. It was concluded that he died from a heart attack caused by atherosclerosis and hypertensive heart disease\n\n\n== See also ==\nProstitution in Nevada\n\n\n== References ==\n\n\n== External links ==\nCampaign website\nDennis Hof at IMDb",
    "Kali": "Kali (; Sanskrit: काली, IAST: Kālī), also called Kalika, is a major Hindu goddess associated with time, change, creation, power, destruction and death in Shaktism. Kali is the first of the ten Mahavidyas in the Hindu tantric tradition.\nKali's earliest appearance is when she emerged from Durga. The goddess is stated to destroy evil in order to defend the innocent. Over time, Kali has been worshipped by devotional movements and Tàntric sects variously as the Divine Mother, Mother of the Universe, Principal energy (Adi Shakti).\nShakta and Tantric sects additionally worship Kali as the ultimate reality or Brahman. She is also seen as the divine protector and the one who bestows moksha, (liberation). Worshipped throughout South Asia but particularly in Nepal, South India, Bengal, and Assam; Kali is a central figure in Goddess-centric traditions of Hinduism as well as in Shaivism.\n\n\n== Etymology ==\nKālī is the goddess of time or death and the consort of Shiva. The homonym kālá (time) is distinct from kāla (black), but these became associated through popular etymology. She is called Kali Mata (\"the dark mother\") and also kālī  which can be read here either as a proper name or as a description \"the dark or black one\".\n\n\n== Origins ==\nAlthough the word Kālī appears as early as the Atharva Veda, the first use of it as a proper name is in the Kathaka Grhya Sutra (19.7).\nKali originated as a tantric and non-Vedic goddess. Her roots are most probably connected to the Pre-Aryan period.\n\n\n== Legends ==\nKali's most famous appearance is on the battlefield in the sixth century text Devi Mahatmyam where she is said to have emanated from Goddess Durga to slay the demon named Raktabija.\nIn later chapters, the story of two asuras who were destroyed by Kali can be found. Chanda and Munda attack the goddess Kaushiki. Kaushiki responds with such anger it causes her face to turn dark, resulting in Kali appearing out of her forehead. Kali's appearance is dark blue, gaunt with sunken eyes, and wearing a tiger skin sari and a garland of human heads. She immediately defeats the two asuras. Later in the same battle, the asura Raktabija is undefeated because of his ability to reproduce himself from every drop of his blood that reaches the ground. Countless Raktabija clones appear on the battlefield. Kali eventually defeats him by sucking his blood before it can reach the ground, and eating the numerous clones. Kinsley writes that Kali represents \"Durga's personified wrath, her embodied fury\".\nOther origin stories involve Parvati and Shiva. Parvati is typically portrayed as a benign and friendly goddess. The Linga Purana describes Shiva asking Parvati to defeat the asura Daruka, who received a boon that would only allow a female to kill him. Parvati merges with Shiva's body, reappearing as Kali to defeat Daruka and his armies. Her bloodlust gets out of control, only calming when Shiva intervenes. The Vamana Purana has a different version of Kali's relationship with Parvati. When Shiva addresses Parvati as Kali, \"the dark blue one\", she is greatly offended. Parvati performs austerities to lose her dark complexion and becomes Gauri, the golden one. Her dark sheath becomes Kaushiki, who while enraged, creates Kali.\n\n\n=== Slayer of Raktabīja ===\nIn Kāli's most famous legend, Durga and her assistants, the Matrikas, wound the demon Raktabīja, in various ways and with a variety of weapons in an attempt to destroy him. They soon find that they have worsened the situation for with every drop of blood that is dripped from Raktabīja, he reproduces a duplicate of himself. The battlefield becomes increasingly filled with his duplicates. Durga summons Kāli to combat the demons. The  Devi Mahatmyam describes:\n\nOut of the surface of her (Durga's) forehead, fierce with frown, issued suddenly Kali of terrible countenance, armed with a sword and noose. Bearing the strange khatvanga (skull-topped staff), decorated with a garland of skulls, clad in a tiger's skin, very appalling owing to her emaciated flesh, with gaping mouth, fearful with her tongue lolling out, having deep reddish eyes, filling the regions of the sky with her roars, falling upon impetuously and slaughtering the great asuras in that army, she devoured those hordes of the foes of the devas and caught the blood of Raktabīja before it could fall to the ground, stopping him from creating more duplicates.\nKali consumes Raktabīja and his duplicates, and dances on the corpses of the slain. In Devi Mahatmya version of this story, Kali is also described as a Matrika and as a Shakti or power of Devi. She is given the epithet Cāṃuṇḍā (Chamunda), i.e. the slayer of the demons Chanda and Munda.: 72  Chamunda is very often identified with Kali and is very much like her in appearance and habit.: 241 Footnotes  In Tantric Kali Kula Shaktism, Kali is the supreme goddess and  source of all  goddesses. In Yoginī Tantra, Kālī kills Kolasura and Ghorasura.\n\n\n== Iconography and forms ==\nThe goddess has two depictions: the popular four-armed form and the ten-armed Mahakali avatar. In both, she is described as being black in colour, though she is often seen as blue in popular Indian art.  Her eyes are described as red with intoxication and rage. Her hair is disheveled, small fangs sometimes protrude out of her mouth, and her tongue is lolling. Sometimes she dons a skirt made of human arms and a garland of human heads. Other times, she is seen wearing a tiger skin. She is also accompanied by serpents and a jackal while standing on the calm and prostrate Shiva, usually right foot forward to symbolize the more popular dakṣiṇācāra (\"right-hand path\"), as opposed to the more infamous and transgressive vamachara (\"left-hand path\"). These serpents and jackals are shown to drink Raktabīja's blood as it drips out of his head while the goddess carries the head in her hand, preventing it from falling on the ground.\nIn the ten-armed form of Mahakali, she is depicted as shining like a blue stone. She has ten faces, ten feet, and three eyes for each head. She has ornaments decked on all her limbs. There is no association with Shiva.\nThe Kalika Purana describes Kali as \"possessing a soothing dark complexion, as perfectly beautiful, riding a lion, four-armed, holding a sword and blue lotus, her hair unrestrained, body firm and youthful\".\nWhen Sri Ramakrishna once asked a devotee why one would prefer to worship Mother over him, this devotee rhetorically replied, \"Maharaj, when they are in trouble your devotees come running to you. But, where do you run when you are in trouble?\"\n\n\n=== Popular form ===\n\nClassic depictions of Kali share several features, as follows:\nKali's most common four armed iconographic image shows each hand carrying variously a Khadga (crescent-shaped sword or a giant sickle), a trishul (trident), a severed head, and a bowl or skull-cup (kapāla) collecting the blood of the severed head. This is the form of Bhima Kali.\nTwo of these hands (usually the left) are holding a sword and a severed head. The sword signifies divine knowledge and the human head signifies human ego which must be slain by divine knowledge in order to attain moksha. The other two hands (usually the right) are in the abhaya (fearlessness) and varada (blessing) mudras, which means her initiated devotees (or anyone worshipping her with a true heart) will be saved as she will guide them here and in the hereafter.: 477  This is the form of Dakshina Kali.\nShe wears a garland of human heads, variously enumerated at 108 (an auspicious number in Hinduism and the number of countable beads on a japa mala or rosary for repetition of mantras) or 51, which represents Varnamala or the Garland of letters of the Sanskrit alphabet, Devanagari. Hindus believe Sanskrit is a language of dynamism, and each of these letters represents a form of energy, or a form of Kali. Therefore, she is generally seen as the mother of language, and all mantras.: 475 \nShe is often depicted naked which symbolizes her being beyond the covering of Maya since she is pure (nirguna) being-consciousness-bliss and far above Prakriti. She is shown as very dark as she is Brahman in its supreme unmanifest state. She has no permanent qualities—she will continue to exist even when the universe ends. It is therefore believed that the concepts of color, light, good, and bad do not apply to her.: 463–488 \n\n\n=== Mahakali ===\n\nMahakali (Sanskrit: Mahākālī, Devanagari: महाकाली, Bengali: মহাকালী, Gujarati: મહાકાળી), literally translated as \"Great Kali,\" is sometimes considered as a greater form of Kali, identified with the Ultimate reality of Brahman. It can also be used as an honorific of the Goddess Kali,: 257  signifying her greatness by the prefix \"Mahā-\". Mahakali, in Sanskrit, is etymologically the feminized variant of Mahakala or Great Time (which is interpreted also as Death), an epithet of the God Shiva in Hinduism. Mahakali is the presiding Goddess of the first episode of the Devi Mahatmya. Here, she is depicted as Devi in her universal form as Shakti. Here Devi serves as the agent who allows the cosmic order to be restored.\nKali is depicted in the Mahakali form as having ten heads, ten arms, and ten legs. Each of her ten hands is carrying a various implement which varies in different accounts, but each of these represents the power of one of the Devas or Hindu Gods and are often the identifying weapon or ritual item of a given Deva. The implication is that Mahakali subsumes and is responsible for the powers that these deities possess and this is in line with the interpretation that Mahakali is identical with Brahman. While not displaying ten heads, an \"ekamukhi\" or one headed image may be displayed with ten arms, signifying the same concept: the powers of the various Gods come only through her grace.\nThe name Mahakali, when kali is rendered to mean \"black\", translates to Japanese as Daikoku (大黒).\n\n\n=== Dakshinakali ===\n\nDakshinakali is the most popular form of Kali in Bengal. She is the benevolent mother, who protects her devotees and children from mishaps and misfortunes. There are various versions for the origin of the name Dakshinakali. Dakshina refers to the gift given to a priest before performing a ritual or to one's guru. Such gifts are traditionally given with the right hand. Dakshinakali's two right hands are usually depicted in gestures of blessing and giving of boons. One version of the origin of her name comes from the story of Yama, lord of death, who lives in the south (dakshina). When Yama heard Kali's name, he fled in terror, and so those who worship Kali are said to be able to overcome death itself.: 53–55 \nDakshinakali is typically shown with her right foot on Shiva's chest—while depictions showing Kali with her left foot on Shiva's chest depict the even more fearsome Vamakali. Vamakali is usually worshipped by non-householders.\nThe pose shows the conclusion of an episode in which Kali was rampaging out of control after destroying many demons. Lord Vishnu, Kali's brother, confronted Kali in an attempt to cool her down. She was unable to see beyond the limitless power of her rage and Lord Vishnu had to move out of her way. Seeing this the devas became more fearful, afraid that in her rampage, Kali would not stop until she destroyed the entire universe. Shiva saw only one solution to prevent Kali's endless destruction. Lord Shiva lay down on the battlefield so that Goddess Mahakali would have to step on him. When she saw her consort under her foot, Kali realized that she had gone too far. Filled with grief for the damage she had done, her blood-red tongue hung from her mouth, calming her down. In some interpretations of the story, Shiva was attempting to receive Kali's grace by receiving her foot on his chest.\n\nThere are many different interpretations of the pose held by Dakshinakali, including those of the 18th and 19th-century bhakti poet-devotees such as Ramprasad Sen. Some have to do with battle imagery and tantric metaphysics. The most popular is a devotional view.\nAccording to Rachel Fell McDermott, the poets portrayed Shiva as \"the devotee who falls at [Kali's] feet in devotion, in the surrender of his ego, or in hopes of gaining moksha by her touch.\" In fact, Shiva is said to have become so enchanted by Kali that he performed austerities to win her, and having received the treasure of her feet, held them against his heart in reverence.\n\n\n== Dakshina Kali and Krishnananda Agamavagisha ==\nThe popularity of the worship of the Dakshinakali form of Goddess Kali is often attributed to Krishnananda Agamavagisha. He was a noted 17th-century Bengali Tantra thinker and author of Tantrasara. Devi Kali reportedly appeared to him in a dream and told him to popularize her in a particular form that would appear to him the following day. The next morning he observed a young woman making cow dung patties. While placing a patty on a wall, she stood in the alidha pose, with her right foot forward. When she saw Krishnananda watching her, she was embarrassed and put her tongue between her teeth, Agamavagisha realized that this was the divine form of maa kali he was looking for.: 54  Krishnananda Agamavagisha was also the guru of the Kali devotee and poet Ramprasad Sen.: 217 \n\n\n=== Samhara Kali ===\nSamhara Kali, also called Vama Kali, is the embodiment of the power of destruction. The chief goddess of Tantric texts, Samhara Kali is the most dangerous and powerful form of Kali. Samhara Kali takes form when Kali steps out with her left foot holding her sword in her right hand. She is the Kali of death, destruction and is worshipped by tantrics. As Samhara Kali she gives death and liberation. According to the Mahakala Samhita, Samhara Kali is two armed and black in complexion. She stands on a corpse and holds a freshly cut head and a plate to collect the dripping blood. She is worshipped by warriors, tantrics – the followers of Tantra.\n\n\n=== Other forms ===\nOther forms of Kali popularly worshipped in Bengal include Raksha Kali (form of Kali worshipped for protection against epidemics and drought), Bhadra Kali and Guhya Kali. Kali is said to have 8, 12, or 21 different forms according to different traditions. The popular forms are Adya Kali, Chintamani Kali, Sparshamani Kali, Santati Kali, Siddhi Kali, Dakshina Kali, Rakta Kali, Bhadra Kali, Smashana Kali, Adharvana Bhadra Kali, Kamakala Kali, Guhya Kali, Hamsa Kali, Shyama Kali, and Kalasankarshini Kali.\n\n\n== Symbolism ==\nInterpretations of the symbolic meanings of Kali's appearance vary depending on Tantric or devotional approach, and on whether one views her image in a symbolic, allegorical or mystical fashion.\n\n\n=== Physical form ===\n\nThere are many varied depictions of the different forms of Kali. The most common form shows her with four arms and hands, showing aspects of both creation and destruction. The two right hands are often held out in blessing, one in a mudra saying \"fear not\" (abhayamudra), the other conferring boons. Her left hands hold a severed head and blood-covered sword. The sword severs the bondage of ignorance and ego (tamas), represented by the severed head. One interpretation of Kali's tongue is that the red tongue symbolizes the rajasic nature being conquered by the white (symbolizing sattvic) nature of the teeth. Her blackness represents that she is nirguna, beyond all qualities of nature, and transcendent.: 53–55 \nThe most widespread interpretation of Kali's extended tongue involve her embarrassment over the sudden realization that she has stepped on her husband's chest. Kali's sudden \"modesty and shame\" over that act is the prevalent interpretation among Odia Hindus.: 53–55  The biting of the tongue conveys the emotion of lajja or modesty, an expression that is widely accepted as the emotion being expressed by Kali.: 237  In Bengal also, Kali's protruding tongue is \"widely accepted... as a sign of speechless embarrassment: a gesture very common among Bengalis.\": xxiii \nThe twin earrings of Kali are small embryos. This is because Kali likes devotees who have childlike qualities in them. The forehead of Kali is seen to be as luminous as the full moon and eternally giving out ambrosia.\nKali is often shown standing with her right foot on Shiva's chest. This represents an episode where Kali was out of control on the battlefield, such that she was about to destroy the entire universe.  Shiva pacified her by laying down under her foot to pacify and calm her. Shiva is sometimes shown with a blissful smile on his face.: 53–55  She is typically shown with a garland of severed heads, often numbering fifty. This can symbolize the letters of the Sanskrit alphabet and therefore as the primordial sound of Aum from which all creation proceeds. The severed arms which make up her skirt represent her devotee's karma that she has taken on.\n\n\n=== Mother Nature ===\nThe name Kali means Kala or force of time. When there were neither the creation, nor the sun, the moon, the planets, and the earth, there was only darkness and everything was created from the darkness. The Dark appearance of Kali represents the darkness from which everything was born. Her complexion is black. As she is also the goddess of Preservation, Kali is worshipped as the preserver of nature. Kali is standing calm on Shiva, her appearance represents the preservation of mother nature. Her free, long and black hair represents nature's freedom from civilization. Under the third eye of kali, the signs of both sun, moon, and fire are visible which represent the driving forces of nature. Kali is not always thought of as a Dark Goddess. Despite Kali's origins in battle, she evolved to a full-fledged symbol of Mother Nature in her creative, nurturing and devouring aspects.\nThere are several interpretations of the symbolism behind the commonly represented image of Kali standing on Shiva's supine form. A common interpretation is that Shiva symbolizes purusha, the universal unchanging aspect of reality, or pure consciousness. Kali represents Prakriti, nature or matter, sometimes seen as having a feminine quality of creation of life. The merging of these two qualities represent ultimate reality.: 88 \nA tantric interpretation sees Shiva as consciousness and Kali as power or energy. Consciousness and energy are dependent upon each other, since Shiva depends on Shakti, or energy, in order to fulfill his role in creation, preservation, and destruction. In this view, without Shakti, Shiva is a corpse—unable to act.: 53 \n\n\n== Worship ==\n\n\n=== Mantras ===\nKali could be considered a general concept, like Durga, and is primarily worshipped in the Kali Kula sect of worship. The closest way of direct worship is Maha Kali or Bhadrakali (Bhadra in Sanskrit means 'gentle'). Kali is worshipped as one of the 10 Mahavidya forms of Adi Parashakti. One mantra for worship to Kali is:\n\nIn fact, chanting of Mahishasura Mardhini is a daily ritual in all Hindu Bengali homes especially during Navratri / Durga Pujo as it is called.\nThe chant of the first chapter of Durga Saptashati is considered a very important hymn to Sri Mahakali as Devi Mahatmyam / Durga Saptashati dates back to the Upanishadic Era of Indological literature.\n\n\n=== Tantra ===\n\nGoddesses play an important role in the study and practice of Tantra Yoga, and are affirmed to be as central to discerning the nature of reality as are the male deities.  Although Parvati is often said to be the recipient and student of Shiva's wisdom in the form of Tantras, it is Kali who seems to dominate much of the Tantric iconography, texts, and rituals. In many sources Kāli is praised as the highest reality or greatest of all deities. The Nirvana-tantra says the gods Brahma, Vishnu, and Shiva all arise from her like bubbles in the sea, ceaselessly arising and passing away, leaving their original source unchanged. The Niruttara-tantra and the Picchila-tantra declare all of Kāli's mantras to be the greatest and the Yogini-tantra, Kamakhya-tantra and the Niruttara-tantra all proclaim Kāli vidyas (manifestations of Mahadevi, or \"divinity itself\").  They declare her to be an essence of her own form (svarupa) of the Mahadevi.: 122–124 \nIn the Mahanirvana-tantra, Kāli is one of the epithets for the primordial ṥakti, and in one passage Shiva praises her:\n\nAt the dissolution of things, it is Kāla [Time] Who will devour all, and by reason of this He is called Mahākāla [an epithet of Lord Shiva], and since Thou devourest Mahākāla Himself, it is Thou who art the Supreme Primordial Kālika. Because Thou devourest Kāla, Thou art Kāli, the original form of all things, and because of Thou art the Origin of and devourest all things Thou art called the Adya [the Primordial One]. Re-assuming after Dissolution Thine own form, dark and formless, Thou alone remainest as One ineffable and inconceivable. Though having a form, yet art Thou formless; though Thyself without beginning, multiform by the power of Maya, Thou art the Beginning of all, Creatrix, Protectress, and Destructress that Thou art.: 122–124 \nThe figure of Kāli conveys death, destruction, and the consuming aspects of reality. As such, she is also a \"forbidden thing\", or even death itself. In the Pancatattva ritual, the sadhaka boldly seeks to confront Kali, and thereby assimilates and transforms her into a vehicle of salvation.: 122–124  This is clear in the work of the Karpuradi-stotra, short praise of Kāli describing the Pancatattva ritual unto her, performed on cremation grounds. (Samahana-sadhana);\n\nHe, O Mahākāli who in the cremation-ground, who wear skull garland and skirt of bones and with dishevelled hair, intently meditates upon Thee and recites Thy mantra, and with each recitation makes offering to Thee of a thousand Akanda flowers with seed, becomes without any effort a Lord of the earth. Oh Kāli, whoever on Tuesday at midnight, having uttered Thy mantra, makes offering even but once with devotion to Thee of a hair of his Shakti [his energy/female companion] in the cremation-ground, becomes a great poet, a Lord of the earth, and ever goes mounted upon an elephant.: 122–124 \nThe Karpuradi-stotra, dated to approximately 10th century CE, clearly indicates that Kāli is more than a terrible, vicious, slayer of demons who serves Durga or Shiva. Here, she is identified as the supreme mother of the universe, associated with the five elements. In union with Lord Shiva, she creates and destroys worlds. Her appearance also takes a different turn, befitting her role as ruler of the world and object of meditation.: 124–125  In contrast to her terrible aspects, she takes on hints of a more benign dimension. She is described as young and beautiful, has a gentle smile, and makes gestures with her two right hands to dispel any fear and offer boons. The more positive features exposed offer the distillation of divine wrath into a goddess of salvation, who rids the sadhaka of fear. Here, Kali appears as a symbol of triumph over death.: 125 \n\n\n=== In Bengali tradition ===\n\nKali is a central figure in late medieval Bengal devotional literature, with such notable devotee poets as Kamalakanta Bhattacharya (1769–1821), Ramprasad Sen (1718–1775). With the exception of being associated with Parvati as Shiva's consort, Kāli is rarely pictured in Hindu legends and iconography as a motherly figure until Bengali devotions beginning in the early eighteenth century. Even in Bengāli tradition her appearance and habits change little, if at all.: 126 \nThe Tantric approach to Kāli is to display courage by confronting her on cremation grounds in the dead of night, despite her terrible appearance. In contrast, the Bengali devotee adopts the attitude of a child, coming to love her unreservedly. In both cases, the goal of the devotee is to become reconciled with death and to learn acceptance of the way that things are. These themes are addressed in Rāmprasād's work.: 125–126  Rāmprasād comments in many of his other songs that Kāli is indifferent to his wellbeing, causes him to suffer, brings his worldly desires to nothing and his worldly goods to ruin. He also states that she does not behave like a mother should and that she ignores his pleas:\n\nTo be a child of Kāli, Rāmprasād asserts, is to be denied of earthly delights and pleasures. Kāli is said to refrain from giving that which is expected. To the devotee, it is perhaps her very refusal to do so that enables her devotees to reflect on dimensions of themselves and of reality that go beyond the material world.: 128 \nA significant portion of Bengali devotional music features Kāli as its central theme and is known as Shyama Sangeet (\"Music of the Night\"). Mostly sung by male vocalists, today women have taken to this form of music.\nKāli is especially venerated in the festival of Kali Puja in eastern India – celebrated when the new moon day of Ashwin month coincides with the festival of Diwali. The practice of animal sacrifice is still practiced during Kali Puja in Bengal, Orissa, and Assam, though it is rare outside of those areas. The Hindu temples where this takes place involves the ritual slaying of goats, chickens and sometimes male water buffalos. Throughout India, the practice is becoming less common. The rituals in eastern India temples where animals are killed are generally led by Brahmin priests.: 84, 101–104  A number of Tantric Puranas specify the ritual for how the animal should be killed. A Brahmin priest will recite a mantra in the ear of the animal to be sacrificed, in order to free the animal from the cycle of life and death. Groups such as People for Animals continue to protest animal sacrifice based on court rulings forbidding the practice in some locations.\n\n\n=== In Tantric Buddhism ===\n\nTantric Kali cults such as the Kaula and Krama had a strong influence on Tantric Buddhism, as can be seen in fierce-looking yoginis and dakinis such as Vajrayogini and Krodikali.\nIn Tibet, Krodikali (alt. Krodhakali, Kālikā, Krodheśvarī, Krishna Krodhini) is known as Tröma Nagmo (Classical Tibetan: ཁྲོ་མ་ནག་མོ་, Wylie: khro ma nag mo, English: \"The Black Wrathful Lady\"). She features as a key deity in the practice tradition of Chöd founded by Machig Labdron and is seen as a fierce form of Vajrayogini. Other similar fierce deities include the dark blue Ugra Tara and the lion-faced Simhamukha.\n\n\n=== In Sinhala Buddhism ===\n\nIn Sri Lanka, Kali is venerated and called upon by Buddhists and Hindus. She is a type of mother goddess, sometimes invoked to fight disease, and a maid of the Goddess Pattini. In Sinhala Buddhism, her origin is explained through her arriving at Munneśvaram from South India, eating humans, and attempting to eat Pattini, who instead tames her.\nShe is regarded as having seven forms; Bhadrakāli (who is associated with business and gold trade, and prominently worshipped at the Tamil Hindu Munneśvaram temple, though over 80% of its patrons are Sinhala Buddhists. Bhadrakāli priests here interpret her tongue as symbolizing revenge, rather than embarrassment, and she tramples the demon of ignorance), Mahābhadrakāli, Pēnakāli, Vandurukāli (Hanumāpatrakāli), Rīrikāli, Sohonkāli, and Ginikāli. These forms are subordinate to Kāliammā (the mother of Kāli). Red flowers, silver coins, blood, and oil lamps with mustard oil are offered to her, and as Pattini's servant, she accepts offerings on her behalf. Sohonkāli is the form venerated in one of her most popular temples, the Mōdara Kāli temple in Colombo.\nHer worship in Sri Lanka dates back to at least the 9th century CE, and Dharmasena Thera created the Sadharma Ratnavaliya in the 13th century based on an older 5th century work, which actively recontextualizes Kali in a Buddhist context, exploring the nature of violence and vengeance and how they trap people in cycles until justification, guilt, and good and evil become irrelevant. Kali has been seen as both a demon (though a tamed one, thanks to Pattini) and a goddess in Sri Lanka. She and mythical Sinhala Buddhist kings both use demonic fury as a necessary condition of conquest.\nYantras are used in relation to her, sourced from the Pali Canon, later Buddhist  paritta chants, and from non-Buddhist yantras and mantras. The Sādhakayantra is popular,  and its corresponding mantra includes Arabic words and Islamic concepts.\n\n\n=== Worship in the Western world ===\n\n\n==== Theorized early worship ====\nA form of Kali worship may have already transmitted to the west already in Medieval times by the wandering Romani. A few authors have drawn parallels between Kali worship and the ceremonies of the annual pilgrimage in honor of Saint Sarah, also known as Sara-la-Kali (\"Sara the Black\", Romani: Sara e Kali), held at Saintes-Maries-de-la-Mer, a place of pilgrimage for Roma in the Camargue, in southern France. Ronald Lee (2001) states:\n\nIf we compare the ceremonies with those performed in France at the shrine of Sainte Sara (called Sara e Kali in Romani), we become aware that the worship of Kali/Durga/Sara has been transferred to a Christian figure... in France, to a non-existent \"sainte\" called Sara, who is actually part of the Kali/Durga/Sara worship among certain groups in India.\n\n\n==== In modern times ====\nAn academic study of modern-day western Kali enthusiasts noted that, \"as shown in the histories of all cross-cultural religious transplants, Kali devotionalism in the West must take on its own indigenous forms if it is to adapt to its new environment.\" Rachel Fell McDermott, Professor of Asian and Middle Eastern Cultures at Columbia University and author of several books on Kali, has noted the evolving views in the West regarding Kali and her worship. In 1998 McDermott wrote that:\n\nA variety of writers and thinkers have found Kali an exciting figure for reflection and exploration, notably, feminists and participants in New Age spirituality who are attracted to goddess worship. [For them], Kali is a symbol of wholeness and healing, associated especially with repressed female power and sexuality. [However, such interpretations often exhibit] confusion and misrepresentation, stemming from a lack of knowledge of Hindu history among these authors, [who only rarely] draw upon materials written by scholars of the Hindu religious tradition ... It is hard to import the worship of a goddess from another culture: religious associations and connotations have to be learned, imagined or intuited when the deep symbolic meanings embedded in the native culture are not available.\nBy 2003, she amended her previous view.\n\n... crosscultural borrowing is appropriate and a natural by-product of religious globalization—although such borrowing ought to be done responsibly and self-consciously. If some Kali enthusiasts, therefore, careen ahead, reveling in a goddess of power and sex, many others, particularly since the early 1990s, have decided to reconsider their theological trajectories. These [followers], whether of South Asian descent or not, are endeavoring to rein in what they perceive as excesses of feminist and New Age interpretations of the Goddess by choosing to be informed by, moved by, an Indian view of her character.\n\n\n==== In Réunion ====\nIn Réunion, a part of France in the Indian Ocean, veneration for Saint Expeditus (French: Saint Expédit) is very popular. The Malbars have Tamil ancestry but are, at least nominally, Catholics.\nThe saint is identified with Kali.\n\n\n== Comparative scholarship ==\nScholar Marvin H. Pope in 1965 argues that the Hindu goddess Kali, who is first attested in the 7th century CE, shares some characteristics with some ancient Near Eastern goddesses, such as wearing a necklace of heads and a belt of severed hands like Anat, and drinking blood like the Egyptian goddess Sekhmet and that therefore that her character might have been influenced by them.\n\n\n=== Levantine Anat ===\nThe Bronze Age epic cycles of the Levantine city of Ugarit include a myth according to which the warrior goddess Anat started attacking warriors, with the text of the myth describing the goddess as gloating and her heart filling with joy and her liver with laughter while attaching the heads of warriors to her back and girding hands to her waist until she is pacified by a message of peace sent by her brother and consort, the god Baʿlu.\nThe Hindu goddess Kālī similarly wore a necklace of severed heads and a girdle of severed hands, and was pacified by her consort, Śiva, throwing himself under her feet. The sickle sword wielded by Kālī might also have been connected to similar sickle swords used in early dynastic Mesopotamia.\n\n\n=== Egyptian Sekhmet ===\nAccording to an Ancient Egyptian myth, called The Deliverance of Mankind from Destruction, the ancient Egyptian supreme god, the Sun-god Ra, suspected that mankind was plotting against him, and so he sent the goddess Hathor, who was the incarnation of his violent feminine aspect, the Eye of Ra, to destroy his enemies.\nFurthermore, Hathor appeared as the lion-goddess Sekhmet and carried out Ra's orders until she became so captured by her blood-lust that she would not stop despite Ra himself becoming distressed and wishing an end to the killing. Therefore, Ra concocted a ruse whereby a plain was flooded with beer which had been dyed red, which Sekhmet mistook for blood and drank until she became too inebriated to continue killing, thus saving humanity from destruction.\nSimilarly, while killing demons, Kālī became ecstatic with the joy of battle and slaughter and refused to stop, so that the Devas feared she would destroy the world, and she was stopped through ruse when her consort Śiva threw himself under her feet.\n\n\n== In popular culture ==\n\nGunga Din, a 1939 American adventure film from RKO Radio Pictures directed by George Stevens and starring Cary Grant, Victor McLaglen, and Douglas Fairbanks Jr., features a resurgent sect of Thuggees as worshippers of Kali who are at war with the British Raj.\nIn the Beatles' 1965 film Help!, Ringo Starr is pursued by Kali worshippers intending to sacrifice him.\nThe tongue and lips logo of the band The Rolling Stones, created in 1971, was inspired by the stuck-out tongue of Kali.\nA version of Kali is on the cover of the first issue of feminist magazine Ms., published in 1972. Here, Kali's many arms symbolize the many tasks of the contemporary American woman.\nA Thuggee cult of Kali worshippers are villains in Indiana Jones and the Temple of Doom (1984), an action-adventure film which takes place in 1935.\nMahakali — Anth Hi Aarambh Hai (2017) is an Indian television series in which  Parvati (Mahakali), Shiva's consort, assumes varied forms to destroy evil and protect the innocent.\n\n\n== References ==\n\n\n== Further reading ==\n\n\n== External links ==\nKali at the Encyclopædia Britannica",
    "Tonka": "Tonka is an American brand and former manufacturer of toy trucks. The company is known for making steel toy models of construction type trucks and machinery. Maisto International, which makes die-cast vehicles, acquired the rights to use the Tonka name in a line of 1:64 scale, featuring mostly trucks.\n\n\n== History ==\nTonka began as \"Mound Metalcraft\", a gardening tools company, in the fall of 1946 in Mound, Minnesota. Lynn Everett Baker (1898–1964), Avery F. Crounse, and Alvin F. Tesch created the company in an old schoolhouse. Their building's former occupant, the Streater Company, had made and patented several toys, including toy trucks. E. C. Streater was not interested in the toy business so they approached Mound Metalcraft. The three men at Mound Metalcraft thought they might make a good sideline to their other products.\n\nAfter some modifications to the design by Alvin Tesch and the addition of a new logo created by Erling Eklof, the company began selling metal toys, which soon became the primary business. The logo was based on a University of Minnesota drafting student's sketch by Donald B. Olson, who later became the company's Chief Industrial Engineer. The logo used the Dakota Sioux word tanka, which means \"great\" or \"big\".\nIn November 1955, Mound Metalcraft changed its name to \"Tonka Toys Incorporated\". From 1947 to 1957, their logo was an oval, showing the Tonka Toys name in red above blue ocean waves with seagulls overhead, honoring nearby Lake Minnetonka.\nFrom 1958 to 1961, the logo no longer included seagulls and the colors were changed to white, grey, and red. The colors changed to red and gold in 1963. In 1978, the oval was removed and the company began using only the name Tonka on their toys.\n\nIn 1964, Tonka acquired the Mell Manufacturing Company in Chicago, Illinois, allowing it to produce barbecue grills, eventually under the Tonka Firebowl label.: 85–86  \nIn 1987, Tonka purchased Kenner Parker, including UK toy giant Palitoy, for $555 million, borrowing extensively to fund the acquisition. However, the cost of servicing the debt meant Tonka itself had to find a buyer and it was eventually acquired by Hasbro in 1991, its headquarters moved out of Minnesota, and relocated its manufacturing operations to Hasbro's facilities in Pawtucket, Rhode Island. In 1998, Hasbro began a licensing deal with Funrise Toys to manufacture and distribute Tonka trucks. The deal began with versions of the trucks fitted with electronics for lights and sounds, but grew to encompass the entire brand. This agreement ended on July 4, 2019, with the license being transferred to Basic Fun!, who produces other brands such as Care Bears, My Little Pony, and Lincoln Logs. In 2024, Basic Fun filed for Chapter 11 bankruptcy protection. The company will use bankruptcy proceedings to repay its creditors while remaining in operation.\n\n\n== Products ==\n\nTonka has produced a variety of toys, including dolls (Star Fairies, Bathing Beauties, Maple Town, and Hollywoods). They have produced other toys, some aimed at girls (such as Keypers), and others aimed at boys (such as Gobots, Supernaturals, Rock Lords, Spiral Zone, Legions of Power and Steel Monsters). It was the original manufacturer of the Pound Puppies toy line, and in the late 1980s licensed products inspired by Maple Town.\nTonka produced video games as Tonka Video Games, including Tonka Raceway, and purchased the rights to distribute and market the Master System after Sega of America stopped competing against the Nintendo Entertainment System in the US. However, the Master System's market share declined, since Tonka did not have experience with video games or how to market them. Hasbro sold the digital gaming rights for various properties (including My Little Pony, Magic: The Gathering, Tonka, Playskool, and Transformers) to Infogrames (later known and currently operating as Atari SA) for US$100 million in 2000, buying back the rights for US$65 million in June 2005.\nIn 2001, Tonka trucks were inducted into the National Toy Hall of Fame at The Strong in Rochester, New York.  The Winifred Museum in Winifred, Montana, has a collection of more than 3,000 Tonka toys.\nIn 2002, Ford made its very first partnership with Tonka with the Mighty F-350 concept.\n\n\n== In other media ==\n\n\n=== Video games ===\nThirteen video games based on the toys were released between 1996 and 2006. A majority of these titles were released by Hasbro Interactive and its later re-brandings as Infogrames Interactive and Atari Interactive, although a small number of titles for Nintendo platforms were released by TDK Mediactive under a sub-licensing agreement from Infogrames.\n\n\n=== Filmography ===\n\n\n==== TV series ====\n\n\n==== TV movies and specials ====\n\n\n==== Films ====\n\nIn 2012, an animated film based on the trucks toy line was in development. It was to be produced by Sony Pictures Animation, Hasbro Studios, and Happy Madison Productions, and to be distributed by Columbia Pictures. A script was written by Happy Madison alumnus Fred Wolf, and was to be produced by Adam Sandler and Jack Giarraputo,  Brian Goldner (CEO and president of Hasbro) and Bennett Schneir (Hasbro's senior vice president and managing director of motion pictures).\n\n\n== References ==\n\n\n== External links ==\n\nOfficial website",
    "The Wacky World of Tex Avery": "The Wacky World of Tex Avery (French: Le Monde Fou de Tex Avery)  is an animated television series created by Robby London and co-produced by DIC Productions, L.P., Les Studios Tex SARL, Milimetros, M6 and Telcima.\nBoth the series and the titular character were named after Tex Avery, a cartoonist who is known for his work at Warner Bros. and MGM. The creator describes the show as \"homage to the brilliant, hilarious and groundbreaking animator Tex Avery and the wonderful squash-and-stretch cartoons of his era\". The series was first broadcast on French channel M6 on September 3, 1997, and later debuted in syndication in the United States on September 29, until it ended after one season on December 26 the same year. In following years, The Wacky World of Tex Avery was overwhelmingly panned for it being an \"insult\" to Tex Avery's legacy, along with its animation, crude humor, voice acting, character designs and imagery, theme song, pacing, outdated stereotypes and characters.\n\n\n== Segments ==\nThe series' episodes contain three shorts derived from one of seven segments.\n\n\n=== Tex Avery ===\nThis segment series centers on a cowboy named Tex Avery who saves the day and his love interest, Chastity Knott, from his nemesis, Sagebrush Sid. He was inspired by the Red Hot Ryder character from Buckaroo Bugs, created by Bob Clampett (a fellow animator at Termite Terrace in the 1930s). The theme song is \"Home on the Range\".\n\n\n=== Pompeii Pete ===\nPete is a diminutive bumbling Roman centurion from Pompeii who was buried in lava from the eruption of Mount Vesuvius and two thousand years later breaks free from his preserved state in the modern world. His over-interpretive behavior constantly foil the schemes of sleazy conman, Dan. He was loosely inspired by Shorty from the Famous Studios era of Popeye the Sailor and Manuel from Fawlty Towers, borrowing some inspiration from Encino Man. The theme song is \"Tarantella Napoletana\".\n\n\n=== Einstone ===\nThis segment series centers on a brilliant caveman, Ughbert Einstone, who is the world's first inventor. He tries to teach his friends how to be civilized through the use of his inventions. This segment is inspired by The First Bad Man, with Einstone's name being a play on Albert Einstein. The theme song is \"If You're Happy and You Know It\".\n\n\n=== Genghis & Khannie ===\nGenghis the lion is a warlord who leads his barbarian army across the world to conquer in the name of his emperor and often crosses paths with a female panda cub named Khannie who tends to thwart his plans through her innocent behavior. The duo's names are a play on Genghis Khan, while Genghis's design is based on the lion from Slap Happy Lion with his voice being modeled after Sean Connery and Khannie's mannerisms being influenced by Shirley Temple.\n\n\n=== Freddy the Fly ===\nA playful, obnoxious, and uncultured fly named Freddy bothers an obese, lazy and exceedingly short-tempered billionaire named Amanda Banshee, whose continuous excessive attempts to get rid of him often involve the most extreme of ways. Freddy was inspired by both one of Tex Avery's earlier characters, Homer the Homeless Flea and comedian Red Skelton's character, Freddy the Freeloader. Freddy and Banshee each have their own themes; Beethoven for Freddy and Vivaldi for Banshee.\n\n\n=== Maurice & Mooch ===\nThis segment series centers on a young chicken named Maurice Squab who outwits Mooch, a fox constantly trying to eat him. Maurice's design is based on the canary from King-Size Canary, with his personality influenced by Junior Pig from One Ham's Family. Maurice speaks with a Swedish accent; Mooch has a New York accent, with a voice modelled on Jimmy Durante. The segment's theme is \"Home! Sweet Home!\".\n\n\n=== Power Pooch ===\nA normal dog gains superpowers after licking a superhero's shoe and becomes a superhero himself, albeit an incompetent one. Along with his cat sidekick, Little Buddy, Power Pooch fights the forces of evil, such as Doctor Hydrant and his henchman, Boney. This segment is inspired by W. Watts Biggers and Joe Harris' Underdog, as well as Doug TenNapel's Earthworm Jim.\n\n\n== Cast ==\nBilly West - Tex Avery, Sagebrush Sid, Freddy\nKathleen Barr - Chastity Knott\nIan James Corlett - Ughbert Einstone and Pompeii Pete\nPhil Hayes - Power Pooch\nTerry Klassen - Maurice Squab\nMaurice LaMarche - Mooch, The Emperor, Mr. Squab, The Narrator and Doctor Hydrant\nScott McNeil - Amanda Banshee\nCree Summer - Khannie\nLee Tockar - Genghis and Little Buddy\nAlec Willows - Dan\nPower Mom- unknown\n\n\n== Episodes ==\n\n\n== Development ==\nIn October 1995, DIC Entertainment announced they would be opening an animation office in France in partnership with Hampster Productions (which at the time, was 33% minority-owned by DIC's majority owner Capital Cities/ABC), and that their first project would be called Tex Avery Theater. DIC also acquired the rights to use Avery's name and likeness through his estate in order to produce the series. The package of 195 7-minute cartoons would have been made available starting in October 1996. In March 1997, the studio was opened up and was named Les Studios Tex, which DIC was a shareholder, with DIC launching the show as The Wacky World of Tex Avery in syndication in the Fall of that year.\nA logo of the studio that appears after the end credits of Archie's Weird Mysteries, shows a prototype design of Tex Avery that was scrapped, with a purple arc hat, while riding a horse. The same prototype design also appears in the French dub.\n\n\n== Home media releases and current-day syndication ==\n\n\n=== France ===\nIn July 2003, TF1 Video through the TF! Video label released a 2-DVD boxset of the series, which contained 48 cartoons (24 cartoons each). Another boxset was released in January 2004, containing 64 cartoons (32 cartoons each).\nIn April 2011, AV Video released a boxset containing the first 24 episodes, with 72 cartoons all on the 3 DVDs.\n\n\n=== United States ===\nIn 2003, Sterling Entertainment released three VHSs/DVDs of the series titled Power Pooch to the Rescue, Pompeii Pete in the 21st Century and Tex Rides Again, each containing nine cartoons from their respective segments. On the DVD versions, three bonus cartoons are featured with other characters from the show, like Freddy the Fly. The Tex Avery and Pompeii Pete DVDs were re-released in 2007 by NCircle Entertainment.\nIn February 2013, Mill Creek Entertainment released The Wacky World of Tex Avery- Volume 1 on DVD in Region 1 for the first time. The four-disc set features the first 40 episodes of the series and includes a bonus episode of Bump in the Night. It is unknown whether the rest of the episodes will be released on another DVD, as this DVD is currently out-of-print.\nThe show was originally available on Hulu, but has since been taken down, and is now only on Tubi and Vudu.\n\n\n=== International ===\nIn Italy, the show was shown to Mediaset from 1999.\n\n\n== Later syndication ==\nAfter the show's run on M6 in France, the show re-aired on Télétoon In March 2002, and on Canal+ Family and Gulli in 2008 and 2010, respectively.\nIn the United States, The Program Exchange syndicated the series primarily on Fox and UPN stations from 1997 to 2004. In 2010, the program re-aired in the United States for the first time in a decade, where it was a part of the weekday morning Cookie Jar Toons programming block on the digital subchannel This TV. The show was removed from the lineup on September 26, 2011. Most episodes of the show were also available on Hulu and Jaroo.com. These prints plaster the DIC logo with the 2008 Cookie Jar logo. As of 2022, episodes 1-52 are available on Tubi.\n\n\n== Reception ==\nThe Wacky World of Tex Avery has been critically panned for its animation and humor. David Perlmutter in his book Encyclopedia of American Animated Television Shows described the show as an \"insult\" to the titular cartoonist, writing that it lacked the masterful way Avery himself employed and often transcended the limits of his material.\n\n\n== See also ==\nThe Tex Avery Show\n\n\n== References ==\n\n\n== External links ==\nThe Wacky World of Tex Avery at IMDb\nThe Wacky World of Tex Avery on RetroJunk",
    "MGM Holdings": "MGM Holdings, Inc. was an American holding company based in Beverly Hills, California. It was launched on February 11, 2005, by a creditor-oriented consortium and the former parent company of Metro-Goldwyn-Mayer (from which the \"MGM\" initials were coined). Technology company Amazon acquired the company on March 17, 2022 and later merged it with its Amazon Studios subsidiary on October 3, 2023, forming Amazon MGM Studios.\n\n\n== History ==\nMGM Holdings was formed by a Sony-led consortium on February 11, 2005, and acquired MGM on April 8 in a US$4.8 billion leveraged buyout. From that period until its emergence from bankruptcy on December 20, 2010, MGM Holdings was owned by Providence Equity Partners (29%), TPG  Inc. (21%), Sony Corporation of America (20%), Comcast (20%), DLJ Merchant Banking Partners (7%), and Quadrangle Group (3%).\n\n\n=== Attempted sale and bankruptcy protection ===\nAfter being installed in August 2009 as MGM's new CEO, Stephen Cooper tried to convince MGM's lenders that they should restructure the company's long-term debt to allow the studio to continue with its current business model. The lenders refused to do so and argued that a sale was the only way to recoup their investment. Cooper agreed to conduct an auction to gauge the level of interest by potential buyers and the value of the assets for sale.\nOn November 12, MGM announced it was \"beginning a process to explore various strategic alternatives including operating as a standalone entity, forming strategic partnerships and evaluating a potential sale of the company.\" Alternatives the company was exploring included the sale of the company or merger with another media firm, or an asset auction, which could have included the sale of its 4,000-title film and television library, the company logo, rights to the James Bond franchise, and half-ownership in the three Hobbit films. The studio also held out the possibility of gaining a large influx of cash from new investors, although industry analysts believed that alternative was unlikely to happen. Some industry analysts said sale of the studio could net $1.5 billion to $3 billion. Others pegged the value at between $2 billion to $2.5 billion. Potential buyers included Time Warner (which already owned the pre-May 1986 MGM library, had enough cash reserves, and co-produced the Hobbit films with MGM), Qualia Capital (a private equity fund led by Hollywood producer Amir Malin), 20th Century Fox (MGM's home entertainment distributor), and Lionsgate.\nMGM also announced that its creditors agreed to a forbearance on the company's debt payments originally until January 31, 2010, but the forbearance was extended to March 31.\nAs of early December 2009, 16 companies had expressed interest in purchasing all or parts of MGM, although only two had actually negotiated a confidentiality agreement that would allow them to examine MGM's financial statements. The Hollywood Reporter said Warner Bros., 20th Century Fox, and Lionsgate were the leading suitors for the company. Industry observers worried, however, that buyers might only bid on a few of MGM's assets such as the James Bond film franchise or The Hobbit film which would draw bids of less than $1 billion. At least one industry trade publication said creditors would accept offers amounting to $2 billion for parts or all of the studio. Even a bid or bids totalling $1.8 billion might be accepted, industry observers said, if the buyer agreed to \"schmuck insurance\" (the right to convert debt to equity, under certain conditions and time-frames). On December 18, press reports said that News Corporation's 20th Century Fox film studio had been interested in purchasing MGM, but it could not agree to the \"restrictive\" terms of MGM's nondisclosure agreement, which in part do not permit potential buyers to speak with MGM's creditors. The strict terms of the nondisclosure agreement also led two other potential buyers to refuse to participate, and several others were negotiating over the terms and unable to participate in the process. The due diligence process was \"going slowly\" one trade publication reported, with only four of the potential 20 companies participating as of December 18.\nMGM originally set January 15, 2010 as the deadline to receive bids from the companies interested in acquiring the studio. However, fewer bids than expected were made. Reliance Entertainment, which has a joint venture with DreamWorks Pictures, joined the bidding on the deadline date. News Corp. reportedly signed a non-disclosure agreement on or about January 15 and was considering a bid. On January 17, the New York Times reported that bids had been received from Time Warner, Lionsgate, and a few smaller companies but that most of the offers were below the $2 billion minimum. Some of the bids may have been below $1 billion, and nearly all the bids would require MGM to file for bankruptcy first and shed its debt obligations. But the Financial Times said sources believed most bids were within the $1.5 to $2 billion range. Barclays Capital, a British investment bank, was quoted as saying, \"We find it unlikely that MGM's creditors would cleanly agree to a sale price materially below $2bn.\" Time Warner, one media source reported, is seen by industry observers as the leading bidder since it already owns much of the MGM library and has large cash reserves. Qualia Capital, previously thought to be a potential bidder, has suggested that MGM's creditors could avoid forcing the studio into bankruptcy by agreeing to transform $500 million of debt into company stock (which would provide MGM with a cash infusion as well as eliminate a substantial portion of debt). By January 23, bids from Relativity Media (about $1.6 billion) and Reliance Entertainment (about $1.8 billion) were received as well. Six days later, MGM extended its deadline to March 31, and by the next day, News Corporation suggested that the company should offer MGM some cash to keep the company running.\nMGM stated in February 2010 that the studio would likely be sold in the next four months and that Hot Tub Time Machine might be one of the last four films to bear the MGM name. However, some stated that the company might continue as a label for new James Bond productions, as well as other movie properties culled from the MGM library. A few weeks later, MGM set March 19 as a deadline to receive bids from companies interested in acquiring the studio, including Time Warner and Lionsgate, although Time Warner was considered the most likely to buy the studio since its Warner Bros. catalog already included all the pre-May 1986 MGM titles originally acquired by Ted Turner.\nEventually, MGM filed for Chapter 11 bankruptcy on November 3, 2010 and emerged on December 2 when the Federal Bankruptcy Court approved MGM's reorganization plan, which led to MGM's creditors taking over the company. On December 17, the company laid off about 50 staff members.\n\n\n=== Creditor group ownership ===\nFollowing the emergence from bankruptcy, MGM's secured lenders, which include Credit Suisse and JPMorgan Chase, jointly owned MGM Holdings Inc, which in turn owns the Hollywood studio Metro-Goldwyn-Mayer Inc. In December 2010, MGM named Spyglass partners Gary Barber and Roger Birnbaum as the co-Chairs and co-CEOs of the studio; and also appointed Ann Mather, the ex-Pixar CFO to head MGM's new board of directors. On December 29, 2010, MGM signed a new lease with New York-based group George Comfort & Sons for a 6-story building in the corner of 235–269 N. Beverly, leaving its old headquarters in Century City.\nA late 2011 financial report revealed that MGM had acquired Tom Cruise's 30% stake in United Artists and once again owned 100% of UA.\nIn May 2012, MGM sold its minority non-voting shares of LAPTV to Fox International Channels while signing a long-term contract for content with LAPTV. On July 31, MGM announced a deal with Carl Icahn, MGM's largest shareholder, to acquire his stake in MGM Holdings for US$590 million. The deal allowed MGM to set a market value of US$2.4-US$3 billion for the studio, in case it went public or sold to a strategic investor. The same day, MGM sold MGM Networks, Inc. to Chellomedia, while retaining its US, Canada, UK, Germany and joint ventures in Brazil and Australia, to raise fund to buy out Carl Icahn and prepare for an IPO. Chellomedia (later acquired by AMC Networks and renamed the latter as AMC Networks International) has licensed the MGM brand and content to continue on the purchased MGM channels.\nIn September 2014, MGM acquired a 55% interest in One Three Media and Lightworkers Media, both operated by Hollywood producers Mark Burnett and Roma Downey. The two companies, along with UA, were consolidated into a new film and television company known as United Artists Media Group. On December 14, 2015, MGM announced that it had acquired the remaining 45% stake of UAMG it did not yet own. Downey and Burnett will receive stakes in MGM collectively valued at $233 million with Hearst receiving cash. Additionally, Burnett was promoted to CEO of MGM Television, replacing the outgoing Roma Khanna. The planned faith-based entertainment service will become a separate entity owned by MGM, Burnett, Downey, and Hearst.\nIn October 2017, MGM's board renewed Gary Barber's contract as chairman and CEO until December 2022. In February 2018, Chris Brearton, the former media M&A attorney of Latham and Watkins, was appointed as chief operating officer. On March 19, 2018, MGM Holdings announced that Barber had been fired by the studio's board of directors. MGM gave no reason for his firing. For the interim, the company would be led by the newly formed \"Office of the CEO\". The \"Office of the CEO\" is made up of divisional heads and senior executives. Later in April, MGM decided to use the rights to the 25th James Bond film as leverage for a possible sale of the studio, with Annapurna Pictures and Warner Bros. seen as potential bidders. On May 21, it is reported that Barber (who still owns 9% of MGM through stock options) is exploring a bid to acquire MGM and is speaking to investment banks about financing his offer. Instead, Barber sells his stock and options to MGM in June in a three-year stand-still on company-related matters.\nIn July 2018, MGM reset its debt capital structure to $2.5 billion which lowered the borrowing rate as MGM paid off the prior loan facility. This despite Moody's Investor Service reducing MGM on two key ratings because of increased TV spending and the departure of fiscally conservative Barber as CEO. Nancy Tellem, a director on the board since 2013, joined the company's Office of the CEO by February 7, 2019, with the title of executive director tasked with a long-term strategy. However, Tellem exited that position after six months in part due to clashes with Mark Burnett, TV group chairman. MGM's President of the Motion Picture Group, Jonathan Glickman, exited the company on February 1, 2020 with a first look deal starting with Aretha Franklin biographical picture Respect. Michael De Luca took charge as motion picture group chairman starting on March 1.\n\n\n=== Sale to Amazon ===\nIn December 2020, MGM began to explore a potential sale of the studio, with the COVID-19 pandemic and the domination of streaming platforms due to the closure of movie theaters as contributing factors, hiring Morgan Stanley and LionTree Advisors to handle the process on behalf of the studio. On May 17, 2021, Amazon entered negotiations to acquire the studio. On May 26, 2021, Amazon announced their intent to acquire the studio for $8.45 billion, with the studio and its units/assets continuing operations under the new parent company. The merger was completed on March 17, 2022. Later that day, Amazon Studios and Amazon Prime Video senior vice president, Mike Hopkins, revealed that Amazon will continue to partner with United Artists Releasing (MGM and Annapurna's joint distribution venture), which will remain in operation to release all future MGM titles theatrically on a \"case-by-case basis,\" while \"all MGM employees will join my organization.\" It was also revealed that Amazon had no plans to make changes to the studio's production slate and release schedules nor make all MGM content exclusive to Prime Video, providing some hope that the studio would operate autonomously from Amazon Studios. These plans are expected to not impact the future of the James Bond franchise and its creative team. Two town hall meetings further detailing MGM's future post-merger took place on March 18, which included one for MGM employees and one for Amazon Studios/Prime Video employees. Both revealed the new interim reporting structure as part of Amazon's \"phased integration plan,\" which would involve De Luca, Burnett and Brearton reporting to Hopkins on behalf of the studio. De Luca and Abdy announced their exits from the studio on April 27. On October 3, 2023, MGM Holdings was absorbed into Amazon Studios, which the latter's name changed to Amazon MGM Studios.\n\n\n== Assets ==\n\nMGM Holdings directly or indirectly owns and controls about 160 affiliates, with the most notable being the following group companies:\n\n\n=== Final holdings ===\n\n\n==== Film Production and Distribution ====\nMetro-Goldwyn-Mayer Studios Inc.\nAmerican International Pictures\nOrion Pictures\nOrion Classics\n\n\n==== Television ====\nMGM Television\nBig Fish Entertainment LLC\nEvolution Media (Evolution Film & Tape, Inc.)\nGato Grande Productions (joint venture with Mexican entrepreneurs Miguel Aleman and Antonio Cué)\nOrion TV Productions, Inc.\nLightworkers Media\nChannels\nMGM+\nMGM+ Marquee\nMGM+ Hits\nMGM+ Drive-In\nMGM+ On Demand\nScreenPix\nScreenPix Action\nScreenPix Westerns\nScreenPix Voices\nScreenPix On Demand\nImpact (joint venture with Comcast)\nRede Telecine (Brazilian joint venture with Canais Globo, The Walt Disney Company, Paramount Pictures and Universal Pictures)\nTelecine Action\nTelecine Cult\nTelecine Fun\nTelecine Pipoca\nTelecine Premium\nTelecine Touch\nTelecine Productions\nTelecine On Demand\nTelecine Play\nMGM Sci-Fi (Roku linear channel)\n\n\n==== Other assets ====\nMGM Consumer Products\nMGM Music\nMGM Sports\nMGM On Stage\n\n\n=== Former ===\nMGM Animation\nMGM Interactive\nMGM Networks\nMGM Channel\nThe Works\nLAPTV (Jointly owned by 20th Century Fox and Paramount Pictures)\nCinecanal\nThe Film Zone\nMovie City\nRainbow Media, now AMC Networks (20%)\nCarolco Pictures (15%)\nComet (owned by Sinclair Broadcast Group)\nCharge! (owned by Sinclair Broadcast Group)\nThis TV\nLight TV\nMGM Home Entertainment\nUnited Artists\nMGM Digital\nStargate Command – streaming service\nUnited Artists\nUnited Artists Releasing (distribution joint venture with Annapurna Pictures)\n\n\n==== MGM HD ====\n\nMGM HD was an all high-definition television cable network owned by the MGM HD Productions subsidiary of Metro-Goldwyn-Mayer (MGM), a division of Amazon's MGM Holdings, Inc. It launched in December 2006 and featured movies from the Metro-Goldwyn-Mayer library of 1,200 movies mastered in a high-definition-compatible format.[2] The films were usually presented uncut and in their original aspect ratio, although some films were edited for content for daytime viewing and commercial breaks were often added during peak viewing hours. MGM HD offered programming like the MGM Channel which was available in 110 countries.\nOn October 25, 2022 it was confirmed that Amazon would shut down MGM HD on October 31; its assets were merged onto sister service Epix, which re-branded as MGM+ on January 15, 2023.\n\n\n== See also ==\n\nMajor film studios\nMGM Records\n\n\n== References ==",
    "List of The Virginian episodes": "The Virginian is an American Western television series which ran from September 19, 1962 until March 24, 1971, with a total of 249 episodes across nine seasons. It aired on NBC in color and starred James Drury and Doug McClure. The Virginian was renamed The Men from Shiloh for its final season.\n\n\n== Series ==\n\n\n== Episodes ==\n\n\n=== Season 1 (1962–63) ===\n\n\n=== Season 2 (1963–64) ===\n\n\n=== Season 3 (1964–65) ===\n\n\n=== Season 4 (1965–66) ===\n\n\n=== Season 5 (1966–67) ===\n\n\n=== Season 6 (1967–68) ===\n\n\n=== Season 7 (1968–69) ===\n\n\n=== Season 8 (1969–70) ===\n\n\n=== Season 9 (1970–71) ===\nThe ninth season aired as The Men From Shiloh.\n\n\n== References ==\n\n\n== External links ==\nThe Virginian at epguides.com"
}